{
  "The Fool": {
    "meaning": "การเริ่มต้นใหม่ เส้นทางใหม่ๆ หรือสิ่งใหม่ๆ ที่วางแผนไว้สามารถเริ่มต้นได้ ดำเนินได้แต่จะมีความเสี่ยงร่วมด้วย หรืออาจหมายถึงไพ่ที่เกี่ยวข้องกับความเสี่ยงเลยก็ได้",
    "advice": "คุณอาจอยู่ในช่วงที่ยังไม่มีแผนชัดเจนเกี่ยวกับเรื่องเงิน มีแนวโน้มจะใช้จ่ายอย่างไม่ยั้งคิดหรือเสี่ยงกับการลงทุนที่ไม่รอบคอบ ไพ่ใบนี้เตือนว่าคุณอาจเผลอใช้เงินไปกับสิ่งที่ไม่จำเป็นหรือไม่มีเป้าหมายทางการเงินชัดเจน อย่างไรก็ตาม หากมองอีกมุม ไพ่ใบนี้ยังบ่งบอกถึงโอกาสใหม่ในเรื่องการเงิน ถ้าคุณกล้าที่จะเริ่มต้นอย่างมีสติและไม่ประมาท"
  },
  "The Magician": {
    "meaning": "การเริ่มต้นลงมือทำและการต่อยอด สามารถทำได้ทุกอย่างที่ต้องการ วางแผนอะไรก็สามารถเริ่มได้เลย",
    "advice": "คุณมีทักษะและศักยภาพในการสร้างรายได้จากความสามารถของตนเอง เป็นช่วงที่คุณสามารถทำเงินได้จากไอเดียหรือการติดต่อเจรจา ไพ่ใบนี้ยังแสดงถึงความสามารถในการบริหารการเงินอย่างคล่องแคล่ว และมีโอกาสดีที่มาจากการค้าขายหรือสร้างสิ่งใหม่ให้เกิดรายได้"
  },
  "The High Priestess": {
    "meaning": "ความเก่ง ความสามารถสูง ความเฉลียวฉลาด",
    "advice": "การเงินของคุณในช่วงนี้อาจดูนิ่ง ๆ หรือไม่ชัดเจน มีบางอย่างที่ยังไม่เปิดเผยทั้งหมด ไพ่ใบนี้บ่งบอกว่าคุณควรเชื่อสัญชาตญาณเกี่ยวกับเรื่องการใช้เงินหรือการลงทุน อย่ารีบตัดสินใจ ต้องใช้เวลาและรอจังหวะที่เหมาะสมในการเคลื่อนไหว"
},
   "The Empress": {
      "meaning": "ความอุดมสมบูรณ์ทุกอย่าง ความมั่งมี ความเฟื่องฟู ไม่ว่าจะเป็นด้านใดก็ตาม ทั้งทรัพย์สิน เงินทอง ความมั่งคั่งทั้งหมด",
      "advice": "ไพ่ใบนี้เป็นสัญลักษณ์ของความมั่งคั่ง อุดมสมบูรณ์ และผลตอบแทนที่เกิดจากความอดทนและการดูแลอย่างต่อเนื่อง การเงินของคุณในช่วงนี้มีแนวโน้มจะเติบโตดีจากการลงทุนระยะยาวหรือจากสิ่งที่คุณได้ลงแรงไว้ก่อนหน้านี้ เหมาะกับการลงทุนในด้านที่เกี่ยวกับศิลปะ ความงาม อาหาร หรืออสังหาริมทรัพย์ การใช้เงินเพื่อเลี้ยงดูครอบครัวหรือขยายกิจการก็จะส่งผลดี"
  },
   "The Emperor": {
      "meaning": "อำนาจ การมีอำนาจ การตกอยู่ภายใต้ผู้ที่มีอำนาจมากกว่า ความกดดัน หรือทางทรัพย์สินจะหมายถึงความมั่งคั่ง",
      "advice": "คุณมีโอกาสที่จะควบคุมการเงินของตนได้อย่างมั่นคง ไพ่ใบนี้สะท้อนถึงระเบียบวินัยในการใช้เงิน การจัดการทรัพย์สินอย่างมีแบบแผน และโอกาสในการสะสมทรัพย์หรือขยับฐานะ การเงินของคุณจะมั่นคงขึ้นจากความเด็ดขาดและการวางแผนในระยะยาว เหมาะกับการบริหารสินทรัพย์ ลงทุนในธุรกิจที่มั่นคง หรือรับตำแหน่งทางการเงินที่เกี่ยวข้องกับผู้มีอำนาจ"
  },
   "The Hierophant": {
      "meaning": "การเป็นที่พึ่งพาของผู้อื่น การต้องรับผิดชอบเกี่ยวกับเรื่องของผู้อื่น การเป็นผู้นำ",
      "advice": "การเงินของคุณอาจเกี่ยวข้องกับระบบ ข้อบังคับ หรือการทำงานในองค์กรที่มีโครงสร้างชัดเจน อาจได้รับความช่วยเหลือจากผู้ใหญ่หรือสถาบัน เช่น สินเชื่อ ทุนการศึกษา หรือมรดก ไพ่ใบนี้ยังชี้ให้เห็นว่าคุณควรใช้เงินด้วยความถูกต้องตามหลักการ ไม่ใช้อารมณ์ตัดสิน และพิจารณาด้านศีลธรรมและความเหมาะสมในการใช้จ่ายหรือลงทุน"
  },
   "The Lovers": {
      "meaning": "ความรักที่ดี หรือการมีเรื่องที่ต้องตัดสินใจเข้ามา",
      "advice": "อาจมีการตัดสินใจสำคัญเกี่ยวกับเรื่องเงินร่วมกับคนรัก หุ้นส่วน หรือครอบครัว ซึ่งอาจส่งผลกระทบระยะยาว ไพ่ใบนี้ยังสะท้อนถึงรายได้จากงานที่ทำร่วมกับผู้อื่น หรือการเลือกสิ่งที่รักแล้วทำให้เกิดรายได้ การเลือกว่าจะใช้เงินอย่างไร ต้องอาศัยหัวใจและเหตุผลประกอบกัน การประนีประนอมและความเห็นตรงกันจะช่วยให้การเงินเดินหน้า"
  },
   "The Chariot": {
      "meaning": "ความมุ่งมั่นในการจัดการ หรือการทำสิ่งใดๆ ก็ตาม หากเดินหน้าต่อไปก็จะสำเร็จได้ตามที่ต้องการ",
      "advice": "ไพ่ใบนี้แสดงถึงชัยชนะ ความเด็ดเดี่ยว และการควบคุมทิศทางของการเงินด้วยตนเอง คุณอาจมีโอกาสรับรายได้จากหลายทาง หรือมีเป้าหมายการเงินที่ชัดเจนและกำลังเร่งเดินหน้าอย่างจริงจัง หากคุณกำลังวางแผนทางการเงิน เช่น การเก็บเงินหรือการลงทุน ไพ่ใบนี้บ่งบอกว่าคุณจะประสบความสำเร็จด้วยความมุ่งมั่น ไม่หวั่นไหวกับอุปสรรคข้างทาง"
  },
   "Strength": {
      "meaning": "การจัดการปัญหา อุปสรรค และการใช้ชีวิตที่เก่งมาก แสดงถึงคนที่เข้มแข็ง สามารถจัดการทุกอย่างได้ดี",
      "advice": "การควบคุมอารมณ์ ความอดทน และการรู้จักพอเพียงจะช่วยให้การเงินของคุณมั่นคง ไพ่ใบนี้แนะนำว่าคุณควรใช้พลังภายใน ความกล้าหาญ และความอ่อนโยนในการบริหารเงิน หากเจอวิกฤตหรือการใช้จ่ายที่ไม่คาดคิด คุณจะสามารถจัดการได้โดยไม่ตื่นตระหนก การมีวินัยและความตั้งใจแน่วแน่จะนำมาซึ่งความมั่นคงระยะยาว"
  },
   "The Hermit": {
      "meaning": "ความต้องการเวลาในการทบทวนตัวเอง และต้องการชีวิตที่ส่วนตัวมากขึ้นในการจัดการสิ่งต่างๆ ",
      "advice": "ช่วงนี้อาจเป็นช่วงที่คุณต้องหยุดคิด ทบทวน หรือตัดรายจ่ายที่ไม่จำเป็น ไพ่ใบนี้อาจบ่งบอกว่าคุณควรเก็บเงินไว้เงียบๆ ไม่เปิดเผยเรื่องการเงินกับผู้อื่น หรือเน้นการสะสมทรัพย์ในแบบที่ไม่หวือหวา อาจต้องปรับวิธีบริหารการเงินให้เหมาะสมกับความเงียบสงบ และมุ่งเน้นเป้าหมายในระยะยาวมากกว่าการใช้จ่ายเพื่อความพึงพอใจระยะสั้น"
  },
       "Wheel of Fortune": {
          "meaning": "จุดเปลี่ยนแปลงของชีวิต อย่าแข็งขืน ดึงดันที่จะฝืน ขังตัวเอง ห้ามใจตัวเอง .... ทำตามที่หัวใจต้องการ แล้วปล่อยให้โชคชะตานำพาไป ",
          "advice": "ไพ่ใบนี้สื่อถึงโชคลาภ ความเปลี่ยนแปลง และจังหวะของดวงการเงินที่หมุนเวียน อาจมีรายได้ก้อนใหญ่แบบไม่คาดฝัน หรืออาจมีค่าใช้จ่ายที่ควบคุมไม่ได้เช่นกัน ขึ้นอยู่กับว่าคุณกำลังอยู่ช่วงขาขึ้นหรือขาลง การเงินของคุณจะได้รับอิทธิพลจากโชคชะตา การลงทุนที่เคยหว่านไว้จะเริ่มให้ผลตอบแทน หรือคุณอาจได้รับโชคลาภจากสิ่งที่ไม่คาดคิด เช่น หวย รางวัล หรือมรดก"
      },
    "Justice": {
      "meaning": "มีโอกาสได้เจอเรื่องที่ต้องเกี่ยวข้องกับด้านกฎหมาย หรือจะได้รับการตัดสินบางอย่างที่ยุติธรรมและเป็นผลดีกับตัวเอง",
      "advice": "ไพ่แห่งความยุติธรรมสื่อถึงการจัดระเบียบทางการเงินอย่างมีเหตุผล คุณจะได้รับสิ่งที่สมควรได้รับ ไม่มากหรือน้อยเกินไป การเงินอยู่ในสภาวะมั่นคงขึ้นถ้าคุณมีวินัย มีโอกาสเกี่ยวข้องกับการเคลียร์หนี้ เอกสาร หรือข้อพิพาททางการเงิน หากคุณลงทุนด้วยความโปร่งใสและยุติธรรม ผลตอบแทนจะตามมาอย่างเป็นธรรมเช่นกัน ไพ่ใบนี้ยังเตือนว่าอย่าพยายามเอาเปรียบคนอื่นในเรื่องเงิน เพราะผลกรรมจะย้อนกลับมาทันที"
    },
    "The Hanged Man": {
      "meaning": "สิ่งที่กำลังคิดอยู่ คาดหวังอยู่ ต้องมีการรอคอยไปก่อน ห้ามใจร้อน แล้วผลลัพธ์จะสมปรารถนาแน่นอน",
      "advice": "ช่วงนี้การเงินอาจไม่เป็นไปตามที่คาดหวัง มีความล่าช้า หรือคุณรู้สึกว่าตนเองจำเป็นต้อง “หยุด” ก่อนตัดสินใจใช้จ่ายหรือเปลี่ยนแปลงอะไรใหญ่ ๆ การเงินอาจอยู่ในช่วงหยุดนิ่งหรือถูกระงับ เช่น รายได้ไม่เข้าตามกำหนด หรือโปรเจกต์ถูกเลื่อน ไพ่ใบนี้แนะนำให้ “ยอมเสียสละ” อะไรบางอย่างเพื่อผลประโยชน์ในระยะยาว เช่น งดฟุ่มเฟือย ลดภาระการใช้เงิน และเรียนรู้ที่จะมองเรื่องเงินจากมุมใหม่"
    },
    "Death": {
      "meaning": "มีการเปลี่ยนแปลงพลิกผันจากเรื่องที่ร้าย ชีวิตที่แย่มากๆ ด้านต่างๆ จะพลิกฟื้นกลับมาดีอีกครั้ง",
      "advice": "ช่วงนี้คุณอาจต้องเผชิญกับการเปลี่ยนแปลงด้านการเงินอย่างเฉียบพลัน เช่น การตกงาน การเลิกใช้บัญชีร่วม หรือการเปลี่ยนรูปแบบการหาเงินทั้งหมด แม้จะดูน่ากังวล แต่การเปลี่ยนแปลงนี้จะเป็นจุดเริ่มต้นของวิถีใหม่ที่มั่นคงกว่าเดิมในระยะยาว ถ้าคุณปล่อยวางความกลัวและกล้าเผชิญ ไพ่ใบนี้เป็นโอกาสให้คุณล้างสิ่งเก่าและเริ่มสร้างการเงินที่มั่นคงจากศูนย์"
  },
     "Temperance": {
        "meaning": "ปัญหาที่เกิดขึ้นต้องมีการประนีประนอมจากตัวเราเอง แล้วผลลัพธ์จะดีมากกว่า หรืออาจต้องมีการเจรจาเพื่อต่อรองอย่างเหมาะสมเพื่อการแก้ไขปัญหาอย่างราบรื่น",
        "advice": "ไพ่แห่งความพอดี ความกลมกลืน และการไหลเวียน ไพ่ใบนี้ส่งสัญญาณว่า “การบาลานซ์รายรับรายจ่าย” จะช่วยให้คุณมีสถานะการเงินที่มั่นคงขึ้น เหมาะสำหรับการจัดทำงบประมาณใหม่ หรือแบ่งสรรเงินไปในหลายทางอย่างสมดุล เช่น ออมบางส่วน ลงทุนบางส่วน ใช้บางส่วน คุณอาจได้รับโอกาสทำงานร่วมกับผู้อื่นที่ช่วยสร้างรายได้อย่างสอดคล้อง หากคุณเคยฟุ้งซ่านเรื่องเงิน ไพ่ใบนี้เตือนให้กลับสู่ความสงบ มีสติ และไม่ตัดสินใจจากอารมณ์"
    },
     "The Devil": {
        "meaning": "การถูกผูกมัด ถูกบงการบังคับชีวิต ไม่มีอิสระ และสุขภาพจิตใจค่อนข้างไปทางแย่",
        "advice": "ไพ่ใบนี้เตือนอย่างแรงเกี่ยวกับความโลภ หนี้สิน การติดกับดักทางการเงิน เช่น หนี้บัตรเครดิต การพนัน การใช้จ่ายเกินตัว หรือพันธะทางการเงินที่ควบคุมคุณไม่ได้ อาจมีการยืม-ให้ยืมที่เป็นภาระ หรือการลงทุนในสิ่งที่คุณรู้ว่าเสี่ยงแต่ก็ยังยอมเสี่ยง ไพ่ใบนี้ยังเตือนให้หลุดพ้นจากนิสัยทางการเงินที่ทำร้ายตนเอง เช่น ซื้อของตามใจ ใช้เงินเพื่อกลบความรู้สึกผิด หากคุณกล้าปลดปล่อยตัวเองจากสิ่งเหล่านี้ คุณจะเริ่มเห็นทางสว่างในการจัดการเงิน"
    },
     "The Tower": {
        "meaning": "จะมีเรื่องที่เปลี่ยนแปลงเกิดขึ้นอย่างกะทันหัน หรือจะมีเรื่องที่เป็นปัญหาทะเลาะเบาะแว้งกับคนใกล้ตัวเข้ามา เป็นช่วงเวลาวุ่นวายพอสมควร",
        "advice": "คำเตือนจากจักรวาล การเงินของคุณอาจมีเหตุไม่คาดฝัน เช่น ค่าใช้จ่ายกะทันหัน ความเสียหาย การสูญเสียรายได้ หรือเหตุการณ์ที่สั่นคลอนความมั่นคง เช่น เลิกงาน ย้ายบ้าน ไฟไหม้ อุบัติเหตุ ไพ่ใบนี้ดูแรง แต่แฝงบทเรียนสำคัญเกี่ยวกับ “แผนสำรอง” และ “เงินฉุกเฉิน” การล้มคราวนี้จะนำมาสู่การสร้างฐานใหม่ที่แข็งแรงกว่าเดิม หากคุณรับมือได้ดี คุณจะเปลี่ยนวิกฤตเป็นโอกาสได้"
    },
     "The Star": {
        "meaning": "อะไรที่ต้องการให้สำเร็จ ต้องใจเย็นแล้วดำเนินการต่อไป โดยรวมแล้วไม่มีปัญหาอะไร ราบรื่นสงบดี",
        "advice": "ไพ่แห่งความหวัง ความฝัน และแรงบันดาลใจ การเงินของคุณจะค่อย ๆ ดีขึ้นจากสถานการณ์ที่เคยไม่มั่นคง มีโอกาสใหม่ ๆ เกิดขึ้นจากการเชื่อมต่อหรือการทำสิ่งที่คุณรัก หากคุณเคยหมดกำลังใจเรื่องเงิน ไพ่ใบนี้บอกว่าการเปลี่ยนแปลงในเชิงบวกกำลังมา เช่น มีคนช่วยเหลือ ได้ทุน ได้โอกาสจากออนไลน์หรือเครือข่าย ไพ่ใบนี้ยังแนะให้คุณมีวิสัยทัศน์ อย่าหมดศรัทธา เพราะความมั่นคงทางการเงินกำลังรออยู่ข้างหน้าน"
    },
     "The Moon": {
        "meaning": "ปัญหาและการหลอกลวงกำลังจะเข้ามา ต้องเตรียมตัวรับมือเร็วๆ นี้",
        "advice": "ช่วงนี้คุณอาจรู้สึกสับสน ไม่แน่ใจในเรื่องเงิน มีข้อมูลที่ไม่ชัดเจน หรืออาจตกเป็นเหยื่อของการเข้าใจผิด เช่น การลงทุนที่ดูดีแต่มีเบื้องหลังที่ไม่โปร่งใส ระวังการโดนหลอก โดนโกง หรือเสียเงินไปกับอารมณ์ ความกลัว หรือการไม่ตรวจสอบ ไพ่ใบนี้เตือนให้ “อย่าตัดสินใจจากความกลัวหรือฝันลม ๆ” จงใช้สติ วิเคราะห์ให้รอบคอบ และหลีกเลี่ยงการทำธุรกรรมใหญ่ช่วงนี้ถ้าไม่แน่ใจจริง ๆ"
    },
     "The Sun": {
        "meaning": "กำลังจะมีเรื่องดี ๆ เข้ามา หรืออะไรที่เคยทำไว้กำลังจะสำเร็จ เตรียมรับข่าวดี",
        "advice": "ไพ่แห่งความโชคดี ความเจริญรุ่งเรือง และความมั่นใจ การเงินจะสดใส มีรายได้เข้ามาแบบต่อเนื่อง หรือคุณอาจได้รับผลตอบแทนจากการลงทุนที่เคยลงแรงไว้ มีเกณฑ์ได้โชค รับทรัพย์ หรือลงทุนในสิ่งที่ทำให้คุณมีความสุข ไพ่ใบนี้ยังบอกถึงความ “โปร่งใส” และ “ความมั่นใจในตัวเอง” ซึ่งจะนำพาคุณสู่ความมั่งคั่ง อย่าลืมแบ่งปันหรือใช้เงินสร้างสิ่งดี ๆ เพราะพลังบวกจะยิ่งหนุนส่งกลับมาหาคุณ"
    },
     "Judgement": {
        "meaning": "โอกาสที่เข้ามา โอกาสที่ได้รับ และการสูญเสียโอกาส สามารถเกิดขึ้นได้ทั้งหมดจากการตัดสินใจของเราแค่ครั้งเดียว",
        "advice": "คุณอาจได้รับการตัดสิน หรือการตอบแทนจากสิ่งที่เคยทำไว้ เช่น คืนหนี้ ได้คืนภาษี หรือโอกาสที่เคยพลาดจะกลับมาให้คุณแก้ตัว ไพ่ใบนี้เตือนให้ทำบัญชีชีวิตทางการเงินอย่างจริงจัง ทบทวนพฤติกรรมทางการเงิน และเริ่มต้นใหม่หากคุณรู้ว่าที่ผ่านมาจัดการไม่ดี หากคุณเคยสูญเสีย ไพ่ใบนี้ให้โอกาสฟื้นคืน หากคุณเคยทำดีด้านการเงิน ผลจะเริ่มปรากฏให้เห็นชัดเจน"
    },
    "The World": {
      "meaning": "ความสำเร็จ ความราบรื่น ทุกอย่างที่ต้องการจะประสบความสำเร็จได้ตามมที่หวังแน่นอน",
      "advice": "ไพ่แห่งความสำเร็จ ครบวงจร และการบรรลุเป้าหมายด้านการเงินอย่างแท้จริง คุณอาจได้เงินจากการทำธุรกิจระหว่างประเทศ การออนไลน์ หรือการลงทุนที่ต่อยอดจนเกิดดอกออกผล ไพ่ใบนี้ยังหมายถึงการปิดบัญชีทางการเงินบางอย่าง เช่น ปลดหนี้ ปิดยอดสำเร็จ หรือการเกษียณอย่างมีความสุข ไพ่ใบนี้คือสัญญาณว่าคุณ “เข้าใจคุณค่าของเงิน” และสามารถสร้างอิสรภาพทางการเงินที่แท้จริงได้"
    },
    "Ace of Wands": {
      "meaning": "การได้รับข่าวสาร ได้รับโอกาส หรือได้เริ่มต้นกิจกรรมบางอย่าง",
      "advice": "ไพ่แห่งความสำเร็จ ครบวงจร และการบรรลุเป้าหมายด้านการเงินอย่างแท้จริง คุณอาจได้เงินจากการทำธุรกิจระหว่างประเทศ การออนไลน์ หรือการลงทุนที่ต่อยอดจนเกิดดอกออกผล ไพ่ใบนี้ยังหมายถึงการปิดบัญชีทางการเงินบางอย่าง เช่น ปลดหนี้ ปิดยอดสำเร็จ หรือการเกษียณอย่างมีความสุข ไพ่ใบนี้คือสัญญาณว่าคุณ “เข้าใจคุณค่าของเงิน” และสามารถสร้างอิสรภาพทางการเงินที่แท้จริงได้"
    },
    "Two of Wands": {
      "meaning": "การวางแผนการต่าง ๆ ในอนาคต ความกล้าหาญ กล้าจะก้าวออกไปยังโลกอันไม่คุ้นเคย",
      "advice": "คุณกำลังวางแผนระยะยาวเกี่ยวกับเงินหรือการลงทุน เช่น อสังหาริมทรัพย์ การขยายตลาด หรือรายได้จากต่างประเทศ มีแนวโน้มต้องเลือกระหว่างสองทาง หรือสองช่องทางการเงิน ไพ่ใบนี้เน้นการคิดไกล มองอนาคต และเตรียมตัวให้พร้อม อย่ากลัวการเสี่ยงที่มีการคำนวณไว้แล้ว เพราะมันจะนำผลตอบแทนที่มั่นคง"
  },
     "Three of Wands": {
        "meaning": "การเดินทางไปยังที่ที่ไม่คุ้นเคย ทำในสิ่งที่กลัว หรือการมองการณ์ไกล",
        "advice": "เงินเริ่มไหลเข้าจากสิ่งที่คุณได้เริ่มไว้ก่อนหน้านี้ ไพ่ใบนี้เป็นสัญญาณของความก้าวหน้าด้านการลงทุน รายได้จากงานที่เริ่มเป็นรูปเป็นร่าง หรือผลตอบแทนจากการวางแผนล่วงหน้า คุณอาจมีรายได้จากการค้าระหว่างประเทศ หรือออนไลน์ ไพ่ใบนี้ยังสนับสนุนการต่อยอดสิ่งที่คุณมี อย่าหยุดอยู่กับที่"
    },
     "Four of Wands": {
        "meaning": "การเฉลิมฉลอง การแต่งงาน หรือความสุขสมหวัง",
        "advice": "ความมั่นคงกำลังเกิดขึ้น เป็นช่วงเวลาที่คุณสามารถผ่อนคลายด้านการเงินบ้าง มีเงินเหลือพอใช้หรือฉลองบางสิ่ง เช่น ปิดหนี้ ซื้อบ้าน จ่ายครบงวด เป็นไพ่ของ บ้าน การเฉลิมฉลอง และการสะสม ถ้าคุณทำธุรกิจเกี่ยวกับอสังหาฯ, งานแต่ง, งานจัดเลี้ยง หรือบริการครอบครัว จะเป็นช่วงรุ่ง"
    },
     "Five of Wands": {
        "meaning": "การแข่งขันกับคนหมู่มาก อุปสรรคเยอะมาก หรือทะเลาะเบาะแว้ง ไม่ลงรอยกัน",
        "advice": "มีการแข่งขันสูง หรือสถานการณ์การเงินตึงเครียด อาจต้องแย่งชิงทรัพยากร โอกาส หรือเผชิญกับความไม่แน่นอน เช่น การเจรจาเงินเดือน ข้อพิพาทเรื่องส่วนแบ่ง ไพ่ใบนี้เตือนให้มีสติและยืดหยุ่นทางความคิด เพราะความขัดแย้งจะจบลงได้หากคุณรู้จักปรับตัวและไม่ยึดมั่นในอีโก้มากเกินไป"
    },
     "Six of Wands": {
        "meaning": "ชัยชนะ ความสำเร็จ การเฉลิมฉลองความสำเร็จ",
        "advice": "การเงินประสบความสำเร็จจากการพยายามและความมุ่งมั่น คุณจะได้รับรางวัล เงิน หรือชื่อเสียงจากการทำงานหรือโปรเจกต์ที่โดดเด่น คนรอบข้างยอมรับ มีโอกาสเลื่อนตำแหน่ง เพิ่มรายได้ หรือรับโบนัส เป็นไพ่ของ “ชัยชนะที่คู่ควร” เงินที่ได้มาจะสร้างความมั่นใจและแรงผลักดันต่อยอดให้คุณอีก"
    },
     "Seven of Wands": {
        "meaning": "ความยึดมั่น การปกป้องตัวเอง อุปสรรคหรือภาระที่ถาโถมเข้ามาพร้อม ๆ กัน",
        "advice": "คุณอาจต้องต่อสู้เพื่อรักษาสถานะการเงินของตัวเองไว้ มีการแข่งขัน ถูกท้าทาย หรือถูกกดดันให้ใช้เงินในเรื่องที่ไม่อยากใช้ ไพ่ใบนี้เตือนให้ยืนหยัด ไม่ยอมแพ้ เพราะคุณยังควบคุมสถานการณ์ได้แม้จะเหนื่อย ระวังความดื้อด้านเกินเหตุ หรือคิดว่าต้องแบกทุกอย่างไว้คนเดียว ลองมองหาความช่วยเหลือด้วย"
    },
     "Eight of Wands": {
        "meaning": "ข่าวสาร การติดต่อสื่อสารจากทางไกล หรือมีโอกาสได้เดินทางไกล",
        "advice": "ข่าวดีหรือโอกาสทางการเงินจะเข้ามาอย่างรวดเร็ว เช่น ได้งาน เงินเข้าทันที มีลูกค้าเพิ่ม หรือโปรเจกต์ได้เงินเร็วกว่าคาด เป็นช่วงที่ทุกอย่างดำเนินไปไวมาก อย่าช้า ไพ่ใบนี้เหมาะกับการตอบสนองต่อโอกาสให้ทันเวลา เช่น สมัครทุน เสนอขาย หรือเปิดโปรเจกต์ที่รอจังหวะมานาน"
    },
     "Nine of Wands": {
        "meaning": "ความเข้มแข็งและมุ่งมั่น การตัดสินใจเลือกสิ่งสำคัญ การป้องกันตัวเอง",
        "advice": "คุณอาจรู้สึกเหนื่อยหรือระแวงเรื่องการเงิน เช่น เคยเจ็บจากหนี้ การลงทุนที่ล้มเหลว หรือถูกโกง จนทำให้ไม่กล้าใช้หรือไว้ใจใคร ไพ่ใบนี้บอกว่าแม้คุณจะยังไม่ถึงเป้าหมายทางการเงิน แต่คุณใกล้ความสำเร็จมากแล้ว อย่าล้มเลิก ความระวังนั้นดี แต่จงอย่าให้ความกลัวขัดขวางโอกาสใหม่"
    },
  
    "Ten of Wands": {
      "meaning": "ภาระหน้าที่หรือการทำงานมากเกินไปจนไม่สามารถขยับตัวไปทำสิ่งอื่น ๆ ได้",
      "advice": "ภาระด้านการเงินถาโถม เช่น หนี้สิน รายจ่ายเกินตัว หรือคุณอาจต้องแบกรับค่าใช้จ่ายของครอบครัว คนอื่น หรือภาระที่คุณไม่ได้สร้างเอง ไพ่ใบนี้สะท้อนว่าแม้คุณมีรายได้ แต่กดดันมากจนไม่มีโอกาสพัก อย่ารับภาระเกินขีดจำกัด ลองกระจายภาระทางการเงิน หรือหาวิธีลดค่าใช้จ่ายให้ตัวเองบ้าง"
    },
    "Page of Wands": {
      "meaning": "ได้รับข่าวสาร กระตือรือร้น กล้าหาญ มุ่งมั่นกับสิ่งที่เลือกแล้ว",
      "advice": "มีข่าวดีเล็ก ๆ หรือโอกาสเริ่มต้นใหม่ ๆ เช่น งานพาร์ตไทม์ ช่องทางหารายได้เสริม หรือธุรกิจเริ่มต้น ไพ่ใบนี้ไม่ใช่ไพ่เงินก้อนใหญ่ แต่เป็นแรงบันดาลใจดี ๆ ที่อาจนำไปสู่การสร้างฐานะทางการเงินในระยะยาว หากคุณเริ่มอะไรใหม่ในช่วงนี้ อาจยังไม่เห็นผลทันที แต่จะมีแนวโน้มเติบโต"
    },
    "Knight of Wands": {
      "meaning": "มั่นใจในตัวเอง ชอบเสี่ยง การลงมือทำสิ่งต่าง ๆ ด้วยความรวดเร็วว่องไว",
      "advice": "พลังแห่งการลงมือทำ ไพ่ใบนี้บอกถึงการวิ่งเข้าหาโอกาสทางการเงินที่รวดเร็ว เช่น รับงานหลายงาน ลงทุนแบบกล้าได้กล้าเสีย หรือเดินทางเพื่องาน เป็นช่วงที่คุณมีไฟ อยากหาเงิน อยากเปลี่ยนแปลง อยากเติบโต แต่ต้องระวังความใจร้อนหรือการใช้จ่ายเกินตัว การวางแผนยังสำคัญแม้คุณจะไฟแรง"
  },
     "Queen of Wands": {
        "meaning": "การมีความคิดสร้างสรรค์ การเป็นตัวของตัวเอง",
        "advice": "คุณเป็นผู้จัดการเงินที่เก่ง มั่นใจ และสามารถสร้างรายได้จากสิ่งที่คุณรักหรือถนัด เช่น ธุรกิจ งานสร้างสรรค์ หรืองานที่มีเสน่ห์ ไพ่ใบนี้สื่อถึงผู้หญิงเก่งที่มีอิทธิพลด้านการเงิน ถ้าคุณเป็นผู้หญิง ไพ่บอกว่าคุณสามารถสร้างรายได้ด้วยพลังในตัวเอง ถ้าเป็นผู้ชาย คุณอาจมีผู้หญิงช่วยสนับสนุนเรื่องเงิน"
    },
     "King of Wands": {
        "meaning": "การมีอำนาจ มีไอเดียใหม่ ๆ กล้าหาญ ความมั่นคงและน่าเชื่อถือ",
        "advice": "คุณมีวิสัยทัศน์ทางการเงินที่ยอดเยี่ยม เป็นผู้นำที่สามารถขยายรายได้ สร้างธุรกิจ หรือทำให้เงินงอกเงยจากการวางแผนและควบคุม ไพ่ใบนี้ยังแสดงถึงผู้มีอิทธิพล ผู้ใหญ่ หัวหน้าที่สามารถช่วยผลักดันการเงินคุณให้เติบโต หากคุณกำลังหาผู้สนับสนุนการเงิน ไพ่ใบนี้บอกว่าโอกาสอยู่ไม่ไกล"
    },
     "Ace of Cups": {
        "meaning": "ความรัก การเริ่มต้น การมอบสิ่งดี ๆ ให้กับอีกฝ่ายหรืออาจจะเป็นฝ่ายได้รับสิ่งดี ๆ จากผู้อื่น",
        "advice": "โอกาสทางการเงินที่มาจากความเมตตา น้ำใจ หรือความสัมพันธ์ เช่น มีคนช่วยเหลือทางการเงิน หรือได้งานเพราะคนแนะนำ ไพ่ใบนี้เป็นสัญญาณของการเริ่มต้นที่อุดมสมบูรณ์ และการมีรายได้จากสิ่งที่ทำด้วยใจ เช่น งานศิลปะ งานดูแลผู้คน งานบริการ หรืออาชีพที่เชื่อมโยงกับความรักและความรู้สึก"
    },
     "Two of Cups": {
        "meaning": "คนรัก คู่รัก การมอบความรักให้กันและกัน ถ้าชอบใครอยู่อาจมีโอกาสสมหวัง",
        "advice": "การเงินดีขึ้นจากความร่วมมือหรือพาร์ตเนอร์ ไม่ว่าจะเป็นคนรัก หุ้นส่วน หรือเพื่อนร่วมงาน ไพ่ใบนี้หมายถึงการแบ่งปันที่สมดุล เช่น การจัดการรายได้ร่วมกัน การสร้างธุรกิจกับคนที่ไว้ใจ หรือได้ผลประโยชน์ร่วมกันจากการเจรจาอย่างเข้าใจ มีโอกาสได้ของขวัญ เงินสนับสนุน หรือข้อตกลงที่ส่งเสริมฐานะทางการเงินของทั้งสองฝ่าย"
    },
     "Three of Cups": {
        "meaning": "การเฉลิมฉลอง ปาร์ตี้กับเพื่อน ๆ มีความรักแบบเพื่อนฝูง แฮปปี้มีความสุข",
        "advice": "รายได้จากการเฉลิมฉลอง กิจกรรมสังคม งานบันเทิง หรือบริการที่เกี่ยวข้องกับการรวมกลุ่ม เช่น งานแต่ง อีเวนต์ งานเลี้ยง ฯลฯ ไพ่ใบนี้ยังสื่อถึงโชคลาภหรือเงินที่มาจากเครือข่าย มิตรภาพ หรือการช่วยเหลือกัน คุณอาจมีคนให้ยืมเงินโดยไม่คิดดอกเบี้ย หรือได้เงินจากทีมงานในช่วงเวลาสำคัญ"
    },
     "Four of Cups": {
        "meaning": "การหยุดนิ่ง ความเบื่อหน่าย แม้จะมีความสุข มีสิ่งดี ๆ รายล้อม แต่กลับเบื่อหน่ายเพราะอยู่แต่ในกรอบเดิม ๆ",
        "advice": "คุณอาจรู้สึกเบื่อหรือไม่เห็นค่าในสิ่งที่คุณมีอยู่ทางการเงิน หรือพลาดโอกาสดี ๆ ไปเพราะมองข้าม ไพ่ใบนี้บ่งบอกว่าคุณมีแหล่งรายได้อยู่แล้ว แต่ไม่ตื่นเต้น หรืออยากได้สิ่งใหม่แทน ไพ่เตือนว่าอย่าปล่อยให้ความเบื่อทำให้คุณไม่ขยับตัว ลองทบทวนและมองรอบตัว อาจมีโอกาสดีที่คุณมองข้าม"
    },
     "Five of Cups": {
        "meaning": "การสูญเสีย ความเศร้า เหมือนถ้วยที่ล้มลง ความรู้สึกสิ้นหวัง ความหวังพังทลาย",
        "advice": "อาจมีเหตุให้รู้สึกสูญเสีย ผิดหวัง หรือพลาดโอกาส เช่น การเสียเงินโดยไม่คาดคิด หรือหวังแล้วไม่ได้ ไพ่ใบนี้สอนว่า “ยังมีโชคหลงเหลืออยู่” แค่คุณยังไม่เห็น อย่าหมดหวังเร็วเกินไป"
    },
  
    "Six of Cups": {
      "meaning": "ความสงบสุข มีคนมาเยี่ยม อาจได้รับเซอร์ไพรส์จากคนอื่น มีการมาหาแบบไม่ทันตั้งตัว ได้รับของฝาก",
      "advice": "รายได้จากอดีต เช่น หนี้ที่เคยให้ยืมแล้วได้คืน การรับมรดก เงินจากเพื่อนเก่า คนรู้จักเก่า หรือสิ่งที่คุณเคยลงทุนไว้นานแล้ว ไพ่ยังสื่อถึงการกลับมาทำงานเก่า งานที่เคยทำแล้วชอบ หรือใช้ทักษะในวัยเด็กเพื่อหารายได้ เช่น งานศิลปะ ครูพิเศษ เลี้ยงเด็ก ไพ่ใบนี้ยังเชื่อมโยงกับการใช้เงินเพื่อดูแลครอบครัว"
    },
    "Seven of Cups": {
      "meaning": "ความสับสน ตัวเลือกเยอะ เกิดขึ้นได้จากความรู้สึกที่มีมากมายเกินความจำเป็น หรือแม้แต่มีข้อเสนอเข้ามาเยอะมากจนตัดสินใจไม่ถูก",
      "advice": "คุณอาจมีแผนมากมายเกี่ยวกับการเงินจนตัดสินใจไม่ได้ หรือฝันไกลเกินความเป็นจริง ไพ่ใบนี้เตือนว่าแม้คุณจะมีไอเดียมาก แต่ต้องเลือกให้ชัดเจนและลงมือทำ บางโอกาสอาจดูดีแต่ไม่มีจริง หรือเสี่ยงเกินไป ต้องระวังการถูกหลอก การซื้อของเกินจำเป็น หรือวางแผนการเงินโดยไม่คิดให้รอบด้าน"
    },
    "Eight of Cups": {
      "meaning": "การจากลา ทอดทิ้ง การเดินหนีจากสิ่งที่ทำให้ผิดหวัง หรือเรื่องนั้น ๆ ได้จบลงแล้ว ได้เวลาก้าวต่อไป",
      "advice": "การตัดสินใจละทิ้งแหล่งรายได้ที่ไม่ตอบโจทย์ แม้จะยังพอมีเงิน แต่คุณรู้สึกว่าไม่เติมเต็ม เช่น งานที่ได้เงินดีแต่เครียด หรือกิจการที่ไม่คุ้มค่าอีกต่อไป ไพ่ใบนี้สนับสนุนการก้าวออกจากพื้นที่ปลอดภัยเพื่อหาเส้นทางใหม่ทางการเงิน แม้ต้องเจอความไม่แน่นอนในระยะสั้น แต่ระยะยาวจะดีกว่า"
  },
     "Nine of Cups": {
        "meaning": "สมหวัง ความหวังเป็นจริง สิ่งที่อยากได้กำลังจะกลายเป็นจริงแล้ว",
        "advice": "ความพึงพอใจทางการเงิน ไพ่ใบนี้หมายถึงคุณมีเงินใช้พอเพียง สุขสบายกับสิ่งที่มี หรือสามารถใช้เงินเพื่อเติมเต็มความต้องการส่วนตัว เช่น การกินดี อยู่ดี ซื้อของหรู หรือใช้จ่ายกับงานอดิเรก ไพ่ยังสื่อถึงโชคด้านการเงิน เช่น ถูกรางวัล ได้ของฟรี หรือได้รับสิ่งดี ๆ โดยไม่คาดคิด"
    },
     "Ten of Cups": {
        "meaning": "ความสุข ครอบครัว การมีทุกอย่างพร้อม มีความสุขแบบสุด ๆ",
        "advice": "ความมั่นคงทางการเงินของครอบครัว ไพ่ใบนี้เป็นหนึ่งในไพ่ที่ดีที่สุดเรื่องการเงินครอบครัว บ่งบอกถึงการใช้จ่ายที่ลงตัว มีบ้าน มีเงินออม ใช้เงินเพื่อดูแลคนที่คุณรัก หรือมีรายได้ร่วมกับครอบครัวที่แข็งแรง ไม่จำเป็นต้องร่ำรวยมาก แต่มีความสุขและไม่ขัดสน เป็นไพ่ของความอุดมสมบูรณ์ร่วมกัน"
    },
     "Page of Cups": {
        "meaning": "ความสนุก ชอบเข้าสังคม ได้พบเจอกับคนมากหน้าหลายตา หรืออาจได้รับข่าวสารบางอย่าง",
        "advice": "โอกาสทางการเงินเล็ก ๆ ที่เกิดจากความคิดสร้างสรรค์ จินตนาการ หรือความสามารถพิเศษ เช่น งานศิลปะ เขียนนิยาย ขายงานทำมือ ไพ่ใบนี้ยังสื่อถึงข่าวดีด้านเงินจากคนที่อายุน้อยกว่า หรือจากสิ่งไม่คาดฝัน เช่น คนเสนอให้คุณเริ่มธุรกิจเล็ก ๆ หรือแสดงความสนใจในผลงานของคุณ"
    },
     "Knight of Cups": {
        "meaning": "นักสู้ นักฝัน การขอร้อง ขอแต่งงาน อยากได้สิ่งใดก็ต้องออกไปฝ่าฟันเอามาให้ได้",
        "advice": "คุณกำลังมุ่งหน้าไปหาความมั่นคงทางการเงินผ่านความสัมพันธ์ หรือโอกาสที่คุณรัก ไพ่ใบนี้คือ นักเสน่ห์หา ทางการเงิน เช่น การเสนอโปรเจกต์อย่างมีศิลปะ ได้เงินเพราะความน่ารัก ความเข้าใจ หรือการนำเสนอที่ดี ไพ่ยังหมายถึงโอกาสทางการเงินที่ค่อย ๆ เข้ามา หากคุณยอมรับและเดินตามความรู้สึก"
    },
     "Queen of Cups": {
        "meaning": "สัญชาตญาณดี การพิจารณา หากต้องตัดสินใจอะไรก็ตาม ต้องคิดทบทวนอย่างรอบคอบ",
        "advice": "คุณเป็นผู้ดูแลด้านการเงินที่อ่อนโยน มีเซนส์ในการใช้จ่ายอย่างมีน้ำใจ ไพ่ใบนี้หมายถึงการได้เงินจากงานที่ดูแลผู้อื่น เช่น พยาบาล จิตวิทยา งานบริการ หรือศิลปะ คุณอาจมีคนช่วยเหลือเรื่องเงินแบบไม่หวังผลตอบแทน หรือคุณเองเป็นฝ่ายให้ความช่วยเหลือทางการเงินอย่างเต็มใจ"
    },
     "King of Cups": {
        "meaning": "ฉลาด สุขุม อดทน แม้ว่าจะต้องเจอกับเหตุการณ์ไม่มั่นคงใด ๆ ก็ต้องวางตัวหนักแน่  ใช้เหตุผลมากกว่าอารมณ์",
        "advice": "การจัดการเงินอย่างมีอารมณ์มั่นคง คุณไม่หวือหวา แต่รู้จักวางแผนและควบคุมการเงินด้วยสติ ไพ่ใบนี้อาจหมายถึงผู้ใหญ่หรือที่ปรึกษาทางการเงินที่เข้าใจคุณจริง ๆ และสามารถช่วยวางแผนได้ ไพ่ยังหมายถึงความสำเร็จทางการเงินที่มาจากการมีจิตใจสงบนิ่ง และไม่วู่วามกับเรื่องเงิน"
    },
     "Ace of Swords": {
        "meaning": "อุปสรรคจะผ่านพ้น และความสำเร็จกำลังเข้ามา ได้เริ่มต้นสิ่งใหม่ๆ เสียที",
        "advice": "โอกาสใหม่ที่ชัดเจนทางการเงิน เกิดจากความคิดที่เฉียบแหลม การวางแผนและการตัดสินใจที่เด็ดขาด ไพ่ใบนี้สัญญาว่าจะมีทางออกหรือโอกาสใหม่ ๆ ที่ช่วยให้สถานการณ์การเงินของคุณดีขึ้นอย่างรวดเร็ว หากคุณกล้าตัดสินใจและลงมือทำอย่างมั่นใจ จะเกิดผลลัพธ์ที่น่าพอใจ"
    },
  
    "Two of Swords": {
      "meaning": "ช่วงที่ตกอยู่ในความเครียดสูง ปัญหาทับถมเยอะจนหาทางออกยาก",
      "advice": "การลังเลหรือความไม่แน่ใจเกี่ยวกับเรื่องเงิน คุณอาจต้องตัดสินใจเรื่องสำคัญ เช่น เลือกว่าจะลงทุนหรือไม่ หรือต้องเลือกเส้นทางรายได้ ไพ่ใบนี้เตือนว่าการตัดสินใจล่าช้าหรือการหลีกเลี่ยงปัญหาอาจทำให้สถานการณ์แย่ลง ควรหาข้อมูลและวิเคราะห์อย่างรอบคอบก่อนจะตัดสินใจ"
    },
    "Three of Swords": {
      "meaning": "อุปสรรคและความผิดหวังจะเกิดขึ้นกับเรื่องที่กังวลอยู่",
      "advice": "การเจ็บปวดหรือผิดหวังทางการเงิน เช่น การสูญเสียเงิน การถูกโกง หรือการลงทุนที่ขาดทุน ไพ่ใบนี้บอกให้ระวังเรื่องความขัดแย้งหรือปัญหาทางการเงินที่อาจเกิดขึ้นจากการขาดความรอบคอบ หรือความไม่ซื่อสัตย์จากคนรอบข้าง แม้จะเจ็บปวด แต่เป็นบทเรียนสำคัญที่จะทำให้คุณระวังมากขึ้นในอนาคต"
    },
    "Four of Swords": {
      "meaning": "ความกดดันที่เกิดขึ้นจากคนรอบตัวหรือจากตนเอง เป็นช่วงเวลาที่เครียดมาก",
      "advice": "การพักชะงัก หยุดพักเรื่องการเงิน เช่น หยุดใช้จ่ายหรือรอเวลา ไพ่ใบนี้แนะนำให้คุณพักการตัดสินใจสำคัญ ๆ ไว้ก่อน และใช้เวลานี้ฟื้นฟูสภาพการเงินอย่างรอบคอบ อย่าละเลยการวางแผนและประเมินสถานการณ์ใหม่ เพราะช่วงเวลานี้เป็นโอกาสดีที่จะทำให้คุณพร้อมสำหรับก้าวต่อไป"
  },
     "Five of Swords": {
        "meaning": "ปัญหาทะเลาะกับคนรอบตัว และปัญหายุ่งยากที่วุ่นวายกำลังเข้ามา",
        "advice": "ความขัดแย้งหรือความสูญเสียจากการต่อสู้เพื่อผลประโยชน์ทางการเงิน ไพ่ใบนี้เตือนถึงการทะเลาะเบาะแว้งเรื่องเงิน การเสียเปรียบ หรือความไม่ซื่อสัตย์ในการเจรจา อาจมีการชิงดีชิงเด่นที่ทำให้คุณสูญเสียทรัพย์สิน ควรระมัดระวังการเข้าไปยุ่งเกี่ยวกับเรื่องเงินที่ไม่เป็นธรรม"
    },
     "Six of Swords": {
        "meaning": "การตามแก้ปัญหาที่ตนเองได้ก่อหรือหนีไว้มาโดยตลอด ต้องรีบจัดการให้เรียบร้อย",
        "advice": "การเปลี่ยนแปลงทางการเงินไปในทิศทางที่ดีขึ้น คุณอาจย้ายงาน เปลี่ยนแหล่งรายได้ หรือเริ่มต้นใหม่หลังจากช่วงเวลาที่ลำบาก ไพ่ใบนี้บ่งบอกถึงการเดินหน้าผ่านปัญหาและการฟื้นฟูฐานะทางการเงินอย่างมั่นคง แม้เส้นทางอาจไม่ง่าย แต่จะมีความหวังและโอกาสใหม่"
    },
     "Seven of Swords": {
        "meaning": "ปัญหาที่เกี่ยวกับเรื่องที่ทำงาน การทำงาน หรือเพื่อนร่วมงาน",
        "advice": "การหลอกลวงหรือการวางแผนลับ ๆ เกี่ยวกับเงิน คุณอาจต้องระวังการถูกโกง ถูกหลอก หรือการกระทำที่ไม่ซื่อสัตย์ทั้งจากตัวเองและคนรอบข้าง ไพ่ใบนี้แนะนำให้ใช้สติ รอบคอบ และตรวจสอบข้อมูลให้ดี อย่าไว้ใจใครง่าย ๆ และอย่าทำอะไรที่ผิดกฎหมายหรือผิดศีลธรรม"
    },
     "Eight of Swords": {
        "meaning": "สถานการณ์ความเครียด ความกดดัน ไร้ทางออกของปัญหาเข้ามาบีบบังคับให้ต้องตัดสินใจผิดๆ ",
        "advice": "ความรู้สึกติดขัด ถูกจำกัด หรือมีปัญหาการเงินที่ทำให้คุณรู้สึกถูกพันธนาการ ไม่สามารถตัดสินใจหรือขยับขยายได้ ไพ่ใบนี้เป็นสัญญาณว่าคุณอาจถูกความคิดลบหรือความกลัวครอบงำ แนะนำให้ลองมองหาทางออกใหม่ ๆ หรือลองขอคำปรึกษาจากผู้เชี่ยวชาญเพื่อคลายปมปัญหา"
    },
     "Nine of Swords": {
        "meaning": "สุขภาพแย่ลงจากปัญหาเกี่ยวกับความเครียด ความคิด และความกดดันต่างๆ ในช่วงนี้",
        "advice": "ความกังวลและความเครียดอย่างหนักเกี่ยวกับเรื่องเงิน อาจมีปัญหาหนี้สิน หรือความกลัวว่าจะขาดเงินใช้ ไพ่ใบนี้สะท้อนถึงการนอนไม่หลับและคิดมาก แต่เตือนว่าความวิตกกังวลนี้อาจมากเกินไปจนทำให้คุณไม่เห็นทางออก ควรพยายามหาความช่วยเหลือหรือปรับมุมมองเพื่อลดความเครียด"
    },
     "Ten of Swords": {
        "meaning": "เรื่องความเครียด ความกดดัน และปัญหาต่างๆ กำลังจะผ่านพ้นและจบสิ้นเร็วๆ นี้ด้วยตัวของท่านเอง",
        "advice": "การสิ้นสุดที่เจ็บปวดทางการเงิน เช่น การสูญเสียรายได้หลัก การล้มละลาย หรือการจบสิ้นของธุรกิจ ไพ่ใบนี้บอกว่าแม้สถานการณ์จะเลวร้าย แต่นี่คือจุดจบของปัญหาและจะเริ่มต้นใหม่ได้ในอนาคต ควรยอมรับและปล่อยวาง เพื่อเตรียมตัวลุกขึ้นใหม่อย่างเข้มแข็ง"
    },
  "Page of Swords": {
      "meaning": "ปัญหาที่ต้องจัดการหรือต้องตัดสินใจ สามารถจัดการเองได้เลย แล้วจะผ่านพ้นได้ด้วยดี",
      "advice": "ข่าวสารหรือข้อมูลใหม่ ๆ ทางการเงิน คุณอาจได้รับข่าวดีเกี่ยวกับงาน เงิน หรือโอกาสทางธุรกิจ ไพ่ใบนี้ยังสื่อถึงความเฉียบแหลมในการสังเกตและการเรียนรู้สิ่งใหม่ ๆ เกี่ยวกับการจัดการเงิน เช่น การลงทุน หรือการวางแผนการเงินอย่างมีเหตุผล"
  },
  "Knight of Swords": {
      "meaning": "การต่อสู้อย่างเหน็ดเหนื่อยมายาวนานกับปัญหาและอุปสรรคต่างๆ ที่ไม่จบง่าย",
      "advice": "การเคลื่อนไหวอย่างรวดเร็วในเรื่องเงิน คุณอาจตัดสินใจลงทุนหรือเปลี่ยนงานอย่างรวดเร็ว ไพ่ใบนี้แสดงถึงความมุ่งมั่นและการใช้ความคิดอย่างแรงกล้าเพื่อแก้ปัญหาทางการเงิน แต่อย่าประมาท ควรระวังการกระทำที่รีบร้อนเกินไป อาจนำไปสู่ความผิดพลาดได้"
  },
  "Queen of Swords": {
      "meaning": "การจัดการปัญหายากๆ ได้ด้วยตัวเองอย่างราบรื่นและต้องใช้ความเด็ดขาดในการเข้าสู้ จึงจะชนะได้",
      "advice": "การจัดการเงินอย่างมีเหตุผลและความชัดเจน คุณเป็นคนที่ตัดสินใจเรื่องเงินได้อย่างเด็ดขาดและรอบคอบ ไพ่ใบนี้ยังหมายถึงการใช้สติปัญญาและความเป็นกลางในการแก้ไขปัญหาทางการเงิน เช่น การวางแผนงบประมาณ การเจรจาหรือขอคำปรึกษาที่มีเหตุผล"
  },
  "King of Swords": {
      "meaning": "ต้องใช้ความเด็ดเดี่ยว สติปัญญา ความรอบคอบ พิจารณาทุกอย่างก่อนตัดสินใจในการแก้ปัญหาใดๆ ช่วงนี้",
      "advice": "ความเป็นผู้นำทางการเงินและการบริหารจัดการอย่างมีประสิทธิภาพ ไพ่ใบนี้บ่งบอกถึงความสามารถในการวางแผน การตัดสินใจอย่างยุติธรรมและมีเหตุผล รวมถึงการใช้ความรู้และประสบการณ์เพื่อสร้างฐานะทางการเงินที่มั่นคง คุณอาจเป็นที่ปรึกษาทางการเงินหรือผู้บริหารที่เก่งกาจในด้านนี้"
  },
     "Ace of Pentacles": {
        "meaning": "จุดเริ่มต้นของเรื่องการเงินกำลังเป็นไปในทิศทางที่ดี",
        "advice": "ความเป็นผู้นำทางการเงินและการบริหารจัดการอย่างมีประสิทธิภาพ ไพ่ใบนี้บ่งบอกถึงความสามารถในการวางแผน การตัดสินใจอย่างยุติธรรมและมีเหตุผล รวมถึงการใช้ความรู้และประสบการณ์เพื่อสร้างฐานะทางการเงินที่มั่นคง คุณอาจเป็นที่ปรึกษาทางการเงินหรือผู้บริหารที่เก่งกาจในด้านนี้"
    },
  
    "Two of Pentacles": {
      "meaning": "จะใช้จ่ายอะไรต้องคิดให้รอบคอบมากขึ้น ปัญหาหลักเป็นเรื่องการหมุนเงินไม่ทัน",
      "advice": "คุณกำลังจัดการหลายด้านของการเงินพร้อมกัน เช่น มีหลายรายได้หรือหลายค่าใช้จ่าย ไพ่ใบนี้สื่อถึงความสามารถในการบริหารงบประมาณให้สมดุล แม้จะเหนื่อยแต่คุณรับมือได้ดี อย่างไรก็ตามควรระวังเรื่องการหมุนเงิน หรือการใช้จ่ายเกินตัว ต้องจัดลำดับความสำคัญให้ชัด และไม่ประมาทในรายละเอียดเล็กน้อย"
    },
    "Three of Pentacles": {
      "meaning": "ความตั้งใจในการเริ่มต้นสร้างฐานะ สร้างความมั่นคงจะไปในทิศทางที่ดี",
      "advice": "ไพ่ใบนี้สะท้อนถึงรายได้ที่เพิ่มจากการทำงานร่วมกับผู้อื่น การวางแผน การทำโปรเจกต์ หรือการพัฒนาทักษะ ไพ่บ่งชี้ว่าคุณสามารถสร้างรายได้เพิ่มจากความรู้ ความสามารถ และการประสานงานกับคนที่มีทักษะเฉพาะทาง การเงินจะค่อย ๆ เติบโตตามความร่วมมือและคุณภาพของงานที่ทำ"
    },
    "Four of Pentacles": {
      "meaning": "ช่วงเวลาที่กำลังจะเริ่มมีเงินเก็บออมมากขึ้น ทิศทางความร่ำรวยมีอย่างแน่นอน ",
      "advice": "คุณมีแนวโน้มจะยึดติดกับเงิน หรือกลัวการสูญเสียทรัพย์สิน อาจมีนิสัยระวังตัวหรือหวงของมากเกินไป ไพ่ใบนี้บ่งบอกถึงการเงินที่มั่นคง แต่ก็เตือนว่าความกลัวจะทำให้คุณไม่กล้าลงทุนหรือพัฒนา อาจต้องเรียนรู้ที่จะเปิดใจมากขึ้น หรือหาวิธีบริหารเงินให้มีประสิทธิภาพโดยไม่ตึงเครียด"
  },
     "Five of Pentacles": {
        "meaning": "การเจอปัญหาเกี่ยวกับด้านการเงินที่หาทางแก้ค่อนข้างยากให้ช่วงนี้ แนะนำให้เน้นจัดการปัญหาก่อน ไม่ควรก่อหนี้เพิ่ม",
        "advice": "สถานการณ์การเงินอาจอยู่ในช่วงยากลำบาก เช่น รายได้ลด ตกงาน หรือมีหนี้สิน ไพ่ใบนี้เตือนถึงความรู้สึกขาดแคลน โดดเดี่ยว หรือกลัวอนาคต อย่างไรก็ตาม ยังมีแสงสว่างรออยู่ คุณควรมองหาความช่วยเหลือ อย่าท้อหรือปิดกั้นตัวเอง เพราะยังมีคนที่พร้อมยื่นมือช่วยเหลือเสมอ"
    },
     "Six of Pentacles": {
        "meaning": "ความเสียเปรียบหรือเสียผลประโยชน์ที่เกี่ยวกับด้านการเงิน",
        "advice": "การเงินเริ่มสมดุลและมั่นคงมากขึ้น คุณอาจอยู่ในสถานะที่สามารถช่วยเหลือผู้อื่นได้ หรือได้รับการช่วยเหลือจากใครบางคน ไพ่ใบนี้ยังสะท้อนถึงความสมดุลในการให้และรับ เช่น การบริจาค การทำบุญ หรือการลงทุนในสิ่งที่เกิดประโยชน์ร่วมกัน การให้โดยไม่หวังผลตอบแทนจะส่งผลดีในระยะยาว"
    },
     "Seven of Pentacles": {
        "meaning": "ผลตอบแทนที่มาจากการลงทุน ลงแรง หรือการทำอะไรบางอย่างจะทำให้ได้รับผลลัพธ์ที่งอกเงยดี",
        "advice": "คุณอยู่ในช่วงเฝ้ารอผลตอบแทนจากสิ่งที่ลงทุนหรือทำมา ไพ่ใบนี้บ่งชี้ถึงการอดทนและรอคอยความสำเร็จทางการเงินในระยะยาว แม้อาจยังไม่เห็นผลทันที แต่สิ่งที่คุณทำอยู่มีมูลค่าและกำลังเติบโต แนะนำให้อดทน รักษาวินัย และไม่ยอมแพ้ เพราะผลตอบแทนจะคุ้มค่ากับความพยายาม"
    },
     "Eight of Pentacles": {
        "meaning": "การเงินที่จะได้มาอย่างราบรื่น และมีเงินเหลือมากขึ้น ต้องแลกกับการทำงานหรือเหนื่อยมากขึ้นในช่วงนี้",
        "advice": "การเงินของคุณจะดีขึ้นจากความขยัน ความตั้งใจ และการพัฒนาทักษะ ไพ่ใบนี้หมายถึงการทำงานอย่างจริงจัง ฝึกฝนตนเอง หรือรับงานเพิ่มเพื่อเสริมรายได้ รายได้ของคุณจะเติบโตจากการลงมือทำอย่างต่อเนื่อง ไม่มีทางลัด แต่ผลลัพธ์จะมั่นคงและยั่งยืน"
    },
     "Nine of Pentacles": {
        "meaning": "การเงินราบรื่น คล่องมือ และเหลือเก็บเหลือใช้",
        "advice": "ไพ่แห่งความอิสระทางการเงิน การมีทรัพย์สินพร้อม รายได้มั่นคง และความสุขจากผลของการทำงานที่ผ่านมา คุณอาจได้รับผลตอบแทนจากการลงทุน หรือถึงจุดที่สามารถใช้ชีวิตอย่างสบายใจโดยไม่ต้องพึ่งพาใคร ไพ่ใบนี้ยังสื่อถึงการใช้เงินอย่างมีศิลปะ เช่น ซื้อของที่หรูหราให้ตัวเองอย่างรู้คุณค่า"
    },
     "Ten of Pentacles": {
        "meaning": "การเงินพร้อมต่อยอดอนาคตชีวิต และราบรื่นต่อเนื่องไม่มีติดขัด",
        "advice": "การเงินของคุณจะมั่นคงมากในระยะยาว อาจได้รับมรดก การสนับสนุนจากครอบครัว หรือประสบความสำเร็จจนสามารถดูแลคนรอบข้างได้ ไพ่ใบนี้คือสุดยอดของความมั่งคั่งและความสำเร็จทางการเงินที่ยั่งยืน เตือนให้คุณรักษาสิ่งที่มีไว้ให้คงอยู่ เช่น วางแผนมรดก หรือทำประกันเพื่อคนในครอบครัว"
    },
   "Page of Pentacles": {
      "meaning": "โอกาสดีๆ ด้านการเงิน หรือการเติบโตเรื่องเกี่ยวกับรายรับจะเข้ามาเร็วๆ นี้",
      "advice": "โอกาสใหม่ทางการเงินเริ่มก่อตัว เช่น ได้รับเงินทุน มีไอเดียในการลงทุน หรือเริ่มเรียนรู้การบริหารเงิน ไพ่ใบนี้สื่อถึงความกระตือรือร้นที่จะสร้างฐานะทางการเงินจากพื้นฐานที่มั่นคง ควรเปิดใจรับโอกาสใหม่ และศึกษาเรื่องการเงินให้มากขึ้น จะนำไปสู่การเติบโตที่ดีในระยะยาว"
  },
   "Knight of Pentacles": {
      "meaning": "โอกาสด้านการเงินเพิ่มเติมจะเกิดขึ้น เมื่อออกไปหาสิ่งใหม่ๆ ในการเริ่มต้น",
      "advice": "คุณเป็นคนที่ใช้เงินอย่างรอบคอบ มีระเบียบ และไม่รีบร้อน ไพ่ใบนี้บอกถึงการเงินที่มั่นคงจากการทำงานอย่างต่อเนื่องและมีความอดทน แม้จะไม่รวยทันที แต่ความมั่นคงจะค่อย ๆ ก่อตัว หากคุณมีแผนการลงทุนหรือเก็บออม จะเห็นผลชัดเจนในระยะยาว"
  },
   "Queen of Pentacles": {
      "meaning": "ต้องใช้การพิจารณาที่รอบคอบมากขึ้นสำหรับการตัดสินใจเรื่องเกี่ยวกับการเงินช่วงนี้",
      "advice": "ไพ่แห่งความอุดมสมบูรณ์ คุณมีศักยภาพในการจัดการการเงินได้อย่างดีเยี่ยม ทั้งหาเงิน เก็บเงิน และใช้เงินอย่างชาญฉลาด ไพ่ยังสื่อถึงการดูแลครอบครัวหรือผู้อื่นด้วยความมั่นคง เช่น เป็นแม่บ้านที่จัดการการเงินเก่ง หรือเป็นนักธุรกิจที่สร้างสมดุลระหว่างงานและชีวิต"
  },
    "King of Pentacles": {
      "meaning": "โอกาสด้านการเงินเพิ่มเติมจะเกิดขึ้น เมื่อออกไปหาสิ่งใหม่ๆ ในการเริ่มต้น",
      "advice": "การเงินของคุณอยู่ในจุดสูงสุด มั่นคง มีความมั่งคั่ง และสามารถสร้างรายได้อย่างต่อเนื่อง ไพ่ใบนี้สะท้อนถึงความเป็นผู้นำด้านการเงิน การลงทุนที่ได้ผลตอบแทนสูง หรือการสร้างธุรกิจให้มั่นคง เตือนให้คุณใช้ความสำเร็จนี้อย่างมีสติ และแบ่งปันเพื่อเสริมบารมีทางทรัพย์ให้มั่นยืนยิ่งขึ้น"
    }
}
    