{
  "The Fool": {
    "meaning": "การเริ่มต้นใหม่ เส้นทางใหม่ๆ หรือสิ่งใหม่ๆ ที่วางแผนไว้สามารถเริ่มต้นได้ ดำเนินได้แต่จะมีความเสี่ยงร่วมด้วย หรืออาจหมายถึงไพ่ที่เกี่ยวข้องกับความเสี่ยงเลยก็ได้",
    "advice": "การเริ่มต้นใหม่ด้วยหัวใจที่อิสระบริสุทธิ์ คล้ายคนที่เดินทางออกจากบ้านครั้งแรก โดยยังไม่รู้ว่าจะเจออะไรบ้าง ความรักภายใต้พลังของไพ่ใบนี้คือความรู้สึกตื่นเต้น เร้าใจ บางครั้งดูเหมือนไม่จริงจังนัก เป็นความรักแบบ “ใจพาไป” ไม่ใช่เหตุผลนำทาง คุณอาจเพิ่งหลุดพ้นจากความสัมพันธ์เดิม หรือเพิ่งเปิดใจให้กับใครใหม่คนหนึ่งที่คุณยังไม่รู้จักดีเท่าไหร่ ความสัมพันธ์แบบนี้อาจเริ่มจากการเป็นเพื่อน พูดคุยกันสนุกๆ แล้วจู่ๆ ก็มีใจให้กันแบบไม่ตั้งใจ แต่ก็ยังไม่มีคำว่าผูกพันหรือข้อจำกัดอะไรมากนัก"
  },
  "The Magician": {
    "meaning": "การเริ่มต้นลงมือทำและการต่อยอด สามารถทำได้ทุกอย่างที่ต้องการ วางแผนอะไรก็สามารถเริ่มได้เลย",
    "advice": "ไพ่ใบนี้แสดงถึงคนที่ “มีของ” และรู้ว่าจะใช้ “ของ” นั้นอย่างไรให้ได้สิ่งที่ตนเองต้องการ คุณอาจรู้ดีว่าคุณต้องการคนแบบไหน และรู้วิธีเข้าถึงใจคนๆ นั้น ความสัมพันธ์ในช่วงนี้จึงมีศักยภาพในการพัฒนาอย่างรวดเร็ว แต่ก็มีความเสี่ยงว่าคุณอาจจะใช้พลังนั้นไปในทางที่ไม่ตรงใจตนเองจริงๆ"
  },
  "The High Priestess": {
    "meaning": "ความเก่ง ความสามารถสูง ความเฉลียวฉลาด",
    "advice": "ความรักของคุณในช่วงนี้จะไม่ได้ชัดเจนหรือเปิดเผยนัก อาจมีคนแอบชอบคุณ หรือคุณแอบรักใครสักคนอยู่ แต่ยังไม่กล้าบอก คุณอาจตกอยู่ในความสัมพันธ์แบบที่ไม่มีสถานะ หรืออยู่ในความสัมพันธ์ที่ต้องรอ ต้องเชื่อในสัญชาตญาณของตนเอง ความรักใบนี้ไม่ใช่เรื่องภายนอก แต่คือเรื่องของหัวใจล้วนๆ คุณต้องตั้งคำถามกับใจตนเองว่าคุณต้องการอะไรจริงๆ ในความรัก"
},
   "The Empress": {
      "meaning": "ความอุดมสมบูรณ์ทุกอย่าง ความมั่งมี ความเฟื่องฟู ไม่ว่าจะเป็นด้านใดก็ตาม ทั้งทรัพย์สิน เงินทอง ความมั่งคั่งทั้งหมด",
      "advice": "The Empress เป็นไพ่ของแม่แห่งความรัก ความอุดมสมบูรณ์ การดูแลเอาใจใส่ และความอ่อนโยน หากได้ไพ่ใบนี้ แปลว่าคุณเป็นคนที่ให้ความรักได้เต็มที่ ดูแลคนรักดี ใส่ใจในรายละเอียด หรือคุณอาจได้พบกับคนที่ให้ความรู้สึกแบบแม่ ปลอบโยน เข้าใจ และปลอดภัยในมิติความสัมพันธ์ ไพ่ใบนี้บอกว่า ความรักของคุณกำลังเบ่งบาน มีโอกาสสูงที่จะสานต่อไปเป็นครอบครัว มีลูก หรือพัฒนาความสัมพันธ์ในรูปแบบที่มีรากฐานมั่นคง และเติบโตอย่างยั่งยืน"
  },
   "The Emperor": {
      "meaning": "อำนาจ การมีอำนาจ การตกอยู่ภายใต้ผู้ที่มีอำนาจมากกว่า ความกดดัน หรือทางทรัพย์สินจะหมายถึงความมั่งคั่ง",
      "advice": "ไพ่ใบนี้แสดงถึงพลังของความมั่นคง ความเป็นผู้นำ ความเด็ดขาด หากคุณได้ไพ่ The Emperor ความรักของคุณในช่วงนี้อาจอยู่ในโหมดของการ “จัดการ” หรือ “ควบคุม” อาจเป็นความสัมพันธ์ที่มีโครงสร้าง มีเป้าหมายชัดเจน เช่น การแต่งงาน การวางแผนชีวิตร่วมกันอย่างไรก็ตาม บางครั้งความสัมพันธ์ภายใต้ไพ่ใบนี้อาจดูแห้งแล้ง อบอุ่นน้อย หรือมีความโรแมนติกไม่มาก เพราะเน้นความมั่นคงมากกว่าความหวือหวา คุณหรืออีกฝ่ายอาจมีนิสัยเจ้าระเบียบ หรือชอบเป็นฝ่ายตัดสินใจมากกว่า"
  },
   "The Hierophant": {
      "meaning": "การเป็นที่พึ่งพาของผู้อื่น การต้องรับผิดชอบเกี่ยวกับเรื่องของผู้อื่น การเป็นผู้นำ",
      "advice": "ความสัมพันธ์ของคุณจะดำเนินไปอย่างมีแบบแผน มีความเคารพซึ่งกันและกัน และอาจกำลังพัฒนาไปสู่การแต่งงานความรักแบบนี้จะมีผู้ใหญ่ หรือครอบครัวเข้ามามีบทบาท คนรักของคุณอาจมีบุคลิกแบบอนุรักษ์นิยม เป็นคนที่มีหลักการ หรือคุณอาจต้องเรียนรู้ที่จะรักในแบบที่ไม่ได้โรแมนติกมากนัก แต่มั่นคงในความเคารพกันและกัน"
  },
   "The Lovers": {
      "meaning": "ความรักที่ดี หรือการมีเรื่องที่ต้องตัดสินใจเข้ามา",
      "advice": "ความรักในช่วงนี้ของคุณอาจเข้มข้น มีแรงดึงดูดสูง มีเคมีที่เข้ากันแบบลึกถึงจิตใจ แต่อาจกำลังอยู่ในสถานการณ์ที่ต้องตัดสินใจว่าจะไปต่อหรือพอแค่นี้ ความสัมพันธ์ที่คุณมีอาจจะดีมาก แต่ก็อาจมีอุปสรรคภายนอก เช่น ฐานะต่างกัน ระยะทาง หรือครอบครัวไม่ยอมรับ คุณอาจรู้สึกรักแต่กลัว หรือมีใครอีกคนที่คุณรู้สึกผูกพันแบบลึกๆ ต้องเลือกว่าจะเดินไปทางไหน"
  },
   "The Chariot": {
      "meaning": "ความมุ่งมั่นในการจัดการ หรือการทำสิ่งใดๆ ก็ตาม หากเดินหน้าต่อไปก็จะสำเร็จได้ตามที่ต้องการ",
      "advice": "คุณอาจอยู่ในสถานการณ์ที่ต้องฝ่าฟัน หรือพยายามผลักดันความสัมพันธ์ให้เดินหน้าต่อไป ไม่ว่าจะเจออุปสรรคอะไร คุณพร้อมจะพา “รถ” คันนี้มุ่งสู่จุดหมาย บางคนอาจกำลังมีความสัมพันธ์ทางไกล มีเรื่องให้ต้องจัดการหลายอย่างก่อนจะอยู่ด้วยกันได้ หรือคุณกับคู่ต้องช่วยกันแก้ปัญหาภายนอก เช่น งาน เงิน หรือครอบครัว ความรักใบนี้จึงไม่ใช่เรื่องฝันหวาน แต่เป็นเรื่องของความพยายามอย่างจริงจัง"
  },
   "Strength": {
      "meaning": "การจัดการปัญหา อุปสรรค และการใช้ชีวิตที่เก่งมาก แสดงถึงคนที่เข้มแข็ง สามารถจัดการทุกอย่างได้ดี",
      "advice": "ความรักของคุณจะไม่ใช่แบบรุนแรงหวือหวา แต่เป็นความสัมพันธ์ที่ต้องใช้ความเข้าใจและการให้อภัย คุณอาจเจอปัญหาหรือความขัดแย้งกับคนรัก แต่คุณมีพลังภายในที่จะจัดการกับมันได้ ความสัมพันธ์จะมั่นคงได้ ถ้าคุณไม่ใช้อารมณ์แต่ใช้ “ใจที่นิ่งและแน่วแน่” เป็นพลังในการรัก"
  },
   "The Hermit": {
      "meaning": "ความต้องการเวลาในการทบทวนตัวเอง และต้องการชีวิตที่ส่วนตัวมากขึ้นในการจัดการสิ่งต่างๆ ",
      "advice": "ความรักของคุณอาจอยู่ในช่วงที่ห่างเหิน เงียบ หรือคุณรู้สึกโดดเดี่ยวแม้จะมีใครสักคนอยู่เคียงข้าง ความสัมพันธ์ภายใต้ไพ่ใบนี้ต้องการเวลา ต้องการแสงสว่างจากภายในใจ คุณอาจกำลังพักใจ หรือคิดทบทวนว่ารักครั้งนี้คือสิ่งที่คุณต้องการจริงหรือไม่ ไม่ใช่ช่วงเวลาที่ควรเร่งตัดสินใจ แต่อาจเป็นเวลาที่ควรฟังเสียงของหัวใจตนเอง"
  },
    "Justice": {
      "meaning": "มีโอกาสได้เจอเรื่องที่ต้องเกี่ยวข้องกับด้านกฎหมาย หรือจะได้รับการตัดสินบางอย่างที่ยุติธรรมและเป็นผลดีกับตัวเอง",
      "advice": "คุณกำลังอยู่ในช่วงที่ต้องคิด วิเคราะห์ และตัดสินใจอย่างเป็นกลางที่สุด อาจมีเหตุการณ์ที่คุณต้องเลือกระหว่างความถูกต้องกับความรู้สึก หรือมีเรื่องที่ต้อง “เคลียร์” ให้ชัด เช่น ความสัมพันธ์ที่ซับซ้อน คนรักเก่าหวนกลับมา หรือความจริงบางอย่างกำลังเปิดเผย ไพ่ใบนี้ยังเกี่ยวข้องกับการแต่งงาน การหย่า การเซ็นเอกสาร หรือข้อตกลงร่วมกันในชีวิตคู่ ซึ่งหมายถึงว่าความรักของคุณอยู่ในจุดเปลี่ยนที่สำคัญ"
    },
    "The Hanged Man": {
      "meaning": "สิ่งที่กำลังคิดอยู่ คาดหวังอยู่ ต้องมีการรอคอยไปก่อน ห้ามใจร้อน แล้วผลลัพธ์จะสมปรารถนาแน่นอน",
      "advice": "คุณอาจอยู่ในความสัมพันธ์ที่ยังไม่สมบูรณ์ หรือคุณกำลังรอคนคนหนึ่งที่ไม่สามารถอยู่กับคุณได้ในตอนนี้มันคือการรอที่เจ็บปวด แต่ก็เป็นการรอที่เต็มไปด้วยความหวังลึกๆ ในใจ บางครั้งคุณอาจต้องยอมเงียบ ยอมถอย เพื่อให้ความรักเดินหน้าไปได้ในระยะยาว เป็นไพ่ที่สะท้อนถึง “พลังของความรักแบบไม่เห็นแก่ตัว”"
    },
    "Death": {
      "meaning": "มีการเปลี่ยนแปลงพลิกผันจากเรื่องที่ร้าย ชีวิตที่แย่มากๆ ด้านต่างๆ จะพลิกฟื้นกลับมาดีอีกครั้ง",
      "advice": "ความรักของคุณอาจกำลังถึงจุดที่ต้องยอมรับว่า “อะไรบางอย่างต้องจบ” เพื่อให้สิ่งใหม่เข้ามาอาจเป็นการจบความสัมพันธ์ที่ไม่ดี จบความคิดแบบเดิมๆ หรือจบความลังเลในใจเพื่อเปลี่ยนแปลงตัวเอง ความสัมพันธ์ที่อยู่ในพลังของไพ่ใบนี้มีโอกาส “รีเซ็ต” ใหม่ให้ดีขึ้น ถ้าทั้งสองฝ่ายยอมเปลี่ยนแปลง"
  },
     "Temperance": {
        "meaning": "ปัญหาที่เกิดขึ้นต้องมีการประนีประนอมจากตัวเราเอง แล้วผลลัพธ์จะดีมากกว่า หรืออาจต้องมีการเจรจาเพื่อต่อรองอย่างเหมาะสมเพื่อการแก้ไขปัญหาอย่างราบรื่น",
        "advice": "ความรักในช่วงนี้ของคุณจะต้องใช้ความอดทน การปรับตัว และการประนีประนอมอย่างสูงมาก คุณกับคนรักอาจต่างกันมาก เช่น ไลฟ์สไตล์ ศาสนา วัฒนธรรม หรือพื้นฐานครอบครัว แต่ถ้าใจเปิดและพยายามจริงๆ ความรักนี้จะ “กลมกล่อม” ในที่สุด ไพ่ใบนี้ยังบอกถึงรักที่ไม่เร่งรีบ ค่อยๆ เติบโตอย่างมั่นคง"
    },
     "The Devil": {
        "meaning": "การถูกผูกมัด ถูกบงการบังคับชีวิต ไม่มีอิสระ และสุขภาพจิตใจค่อนข้างไปทางแย่",
        "advice": "คุณอาจตกหลุมรักคนที่ไม่เหมาะสม หรือคุณรู้ดีว่าเขา/เธอไม่ดี แต่คุณก็ “ปล่อยไม่ได้” ในความสัมพันธ์ ไพ่ใบนี้ยังเตือนว่าอย่าปล่อยให้ความรักกลายเป็นการครอบครอง หรืออยู่ในความสัมพันธ์ที่เป็นToxic เพราะสุดท้ายแล้ว คุณอาจสูญเสียตัวตนและความสุข"
    },
     "The Tower": {
        "meaning": "จะมีเรื่องที่เปลี่ยนแปลงเกิดขึ้นอย่างกะทันหัน หรือจะมีเรื่องที่เป็นปัญหาทะเลาะเบาะแว้งกับคนใกล้ตัวเข้ามา เป็นช่วงเวลาวุ่นวายพอสมควร",
        "advice": "อาจมีเหตุการณ์ไม่คาดคิดเกิดขึ้น เช่น การจับได้ว่าคนรักนอกใจ การทะเลาะรุนแรง หรือความจริงที่ทำให้ความสัมพันธ์เปลี่ยนไปอย่างถาวร แม้ดูเหมือนเป็นไพ่ร้าย แต่จริงๆ แล้ว The Tower คือการเปิดโปงสิ่งที่ซ่อนอยู่ ถ้าอะไรที่ไม่มั่นคงต้องพัง ก็เพื่อให้สิ่งที่แท้จริงเกิดขึ้น"
    },
     "The Star": {
        "meaning": "อะไรที่ต้องการให้สำเร็จ ต้องใจเย็นแล้วดำเนินการต่อไป โดยรวมแล้วไม่มีปัญหาอะไร ราบรื่นสงบดี",
        "advice": "ถ้าคุณเพิ่งผ่านช่วงเจ็บปวดในความรัก ไพ่ใบนี้มาบอกว่าคุณกำลังฟื้นตัวอย่างช้าๆ และจะมีความรักดีๆ เข้ามาในชีวิต ความรักในช่วงนี้อาจดูอ่อนโยน ค่อยเป็นค่อยไป มีความเข้าใจลึกซึ้งระหว่างกัน หรืออาจมีคนที่เข้ามาเป็น “แสงนำทาง” ให้คุณกลับมาเชื่อในความรักอีกครั้ง"
    },
     "The Moon": {
        "meaning": "ปัญหาและการหลอกลวงกำลังจะเข้ามา ต้องเตรียมตัวรับมือเร็วๆ นี้",
        "advice": "คุณอาจกำลังไม่แน่ใจในความรู้สึกของตัวเอง หรือไม่มั่นใจในเจตนาของอีกฝ่าย บางคนอาจเผลอหลงรักใครโดยที่ไม่รู้ว่าคนคนนั้นมีแฟนแล้ว หรืออาจอยู่ในสถานการณ์ที่ “รักแต่พูดไม่ได้”ถ้าคุณฝันถึงใครสักคนบ่อยๆ หรือรู้สึกไม่แน่ใจในความสัมพันธ์ ไพ่ใบนี้มาเตือนให้คุณหยุด แล้วกลับมาดู “แสงจากหัวใจตัวเอง”"
    },
     "The Sun": {
        "meaning": "กำลังจะมีเรื่องดี ๆ เข้ามา หรืออะไรที่เคยทำไว้กำลังจะสำเร็จ เตรียมรับข่าวดี",
        "advice": "ความสัมพันธ์ที่ชัดเจน สดใส เต็มไปด้วยความสุขและความเข้าใจอย่างแท้จริง ถ้าคุณได้ไพ่ใบนี้ ความรักของคุณกำลังเบ่งบาน มีพลังบวก มีการเปิดเผยที่ดี เช่น การบอกความรู้สึก การหมั้นหมาย หรือการเดินหน้าไปในระดับที่สูงขึ้น ไพ่ใบนี้ยังสื่อถึงความสัมพันธ์ที่โปร่งใส ซื่อสัตย์ และเป็นพลังเสริมซึ่งกันและกัน"
    },
     "Judgement": {
        "meaning": "โอกาสที่เข้ามา โอกาสที่ได้รับ และการสูญเสียโอกาส สามารถเกิดขึ้นได้ทั้งหมดจากการตัดสินใจของเราแค่ครั้งเดียว",
        "advice": "การตัดสินใจครั้งสุดท้าย การให้อภัย การกลับมาของคนรักเก่า หรือการเริ่มต้นใหม่กับคนเดิมด้วยหัวใจที่เปลี่ยนไป คุณอาจกำลังได้รับโอกาสครั้งที่สองในความรัก หรือพบว่าใครบางคนกลับมาเพราะเขารู้ว่า “คุณคือคนที่ใช่” ในอีกมิติ ไพ่ Judgement ยังสื่อถึงการตื่นรู้ รู้ว่าอะไรคือรักแท้ รู้ว่าควรยุติหรือควรไปต่อ"
    },
    "The World": {
      "meaning": "ความสำเร็จ ความราบรื่น ทุกอย่างที่ต้องการจะประสบความสำเร็จได้ตามมที่หวังแน่นอน",
      "advice": "คุณได้เจอคนที่ใช่ ความสัมพันธ์ถึงจุดที่มั่นคงที่สุด หรือคุณกำลังจะก้าวสู่ขั้นตอนใหม่ เช่น แต่งงาน มีลูก หรือสร้างครอบครัว ไพ่ใบนี้ยังสื่อถึงการเข้าใจกันอย่างลึกซึ้ง และรักที่เติมเต็มทั้งในมิติร่างกาย จิตใจ และวิญญาณ"
    },
    "Ace of Wands": {
      "meaning": "การได้รับข่าวสาร ได้รับโอกาส หรือได้เริ่มต้นกิจกรรมบางอย่าง",
      "advice": "มีคนใหม่เข้ามา หรือความสัมพันธ์ที่คุณมีอยู่จะเกิด “ประกายไฟ” ใหม่อีกครั้ง มันเหมือนเปลวเพลิงที่จุดติดขึ้นทันที อาจเป็นความรักที่มาเร็ว รุนแรง และเติมเต็มอารมณ์ได้อย่างน่าเหลือเชื่อ แต่ก็ต้องระวังว่าไฟแรงแล้วอาจดับเร็ว ถ้าไม่มีความเข้าใจหรือความอดทนต่อกัน"
    },
    "Two of Wands": {
      "meaning": "การวางแผนการต่าง ๆ ในอนาคต ความกล้าหาญ กล้าจะก้าวออกไปยังโลกอันไม่คุ้นเคย",
      "advice": "ช่วงเวลาที่คุณหรืออีกฝ่าย เริ่มคิดเรื่องอนาคตของความรัก อาจอยู่ในจุดที่ถามตัวเองว่า “เราจะไปทางไหนต่อ?” เช่น จะย้ายมาอยู่ด้วยกันไหม? จะจริงจังไหม? หรือจะตัดใจดี? ความสัมพันธ์นี้อาจไม่ได้มีปัญหาอะไร แต่มีความรู้สึกว่า “ยังไม่ถึงเป้าหมาย” ไพ่ใบนี้คือโอกาสที่จะวางแผนไปด้วยกัน หรืออาจหมายถึงต้องเลือกว่าจะอยู่ต่อหรือเริ่มต้นใหม่กับใครสักคนที่มอบทางที่ชัดเจนกว่า"
  },
     "Three of Wands": {
        "meaning": "การเดินทางไปยังที่ที่ไม่คุ้นเคย ทำในสิ่งที่กลัว หรือการมองการณ์ไกล",
        "advice": " ความสัมพันธ์ของคุณอาจอยู่ในระยะของการรอ เช่น ความสัมพันธ์ทางไกล การรอให้อีกฝ่ายพร้อม หรือรอให้ตัวคุณเองจัดการชีวิตได้ก่อน เป็นไพ่ที่ให้ความหวัง ความรักมีโอกาสเติบโตขึ้นถ้าทั้งสองคนเชื่อมั่นและให้เวลากันพอ ไพ่ใบนี้ยังอาจหมายถึงความสัมพันธ์ที่มีเป้าหมายร่วมกัน เช่น ทำธุรกิจ ไปต่างประเทศ หรือวางแผนครอบครัวในอนาคต"
    },
     "Four of Wands": {
        "meaning": "การเฉลิมฉลอง การแต่งงาน หรือความสุขสมหวัง",
        "advice": "คุณกำลังเข้าสู่ช่วงเวลาที่ความรัก มั่นคง และเต็มไปด้วย “การยอมรับจากครอบครัวหรือสังคม” เช่น พ่อแม่ไฟเขียว คนรอบตัวสนับสนุน หรืออาจถึงขั้นวางแผนสร้างบ้าน สร้างครอบครัวร่วมกัน"
    },
     "Five of Wands": {
        "meaning": "การแข่งขันกับคนหมู่มาก อุปสรรคเยอะมาก หรือทะเลาะเบาะแว้ง ไม่ลงรอยกัน",
        "advice": "เกี่ยวข้องกับการ “ขัดแย้ง” หรือการที่มีฝ่ายที่สามเข้ามา เช่น มีคนจีบคนเดียวกัน หรือคุณกับแฟนมีปัญหาจากทัศนคติไม่ตรงกัน มักเกิดช่วงที่ต่างคนต่างยึดตัวตน ไม่ยอมปรับตัวความสัมพันธ์ในช่วงนี้อาจมีปัญหายิบย่อย ที่สะสมจนกลายเป็นความตึงเครียด ไพ่เตือนว่าให้โฟกัสที่การสื่อสาร ไม่ใช่เอาชนะ ถ้าแก้ได้ ความรักจะเข้มแข็งขึ้น"
    },
     "Six of Wands": {
        "meaning": "ชัยชนะ ความสำเร็จ การเฉลิมฉลองความสำเร็จ",
        "advice": "ชัยชนะ การยอมรับ ความสำเร็จทางความสัมพันธ์ บางคนอาจเพิ่งได้แฟนที่ดี มีชื่อเสียง หรือคุณเองอาจรู้สึกว่าความรักครั้งนี้ คือความสำเร็จที่ภาคภูมิใจมาก เป็นไพ่ที่ดีมากสำหรับคู่ที่เพิ่งเปิดตัว หรือเดินหน้าความสัมพันธ์อย่างเป็นทางการ เช่น ได้ประกาศหมั้น มีคนมาแสดงความยินดี หรือรู้สึกว่าคู่ของคุณคือความภูมิใจในชีวิต"
    },
     "Seven of Wands": {
        "meaning": "ความยึดมั่น การปกป้องตัวเอง อุปสรรคหรือภาระที่ถาโถมเข้ามาพร้อม ๆ กัน",
        "advice": "คุณต้องต่อสู้เพื่อความรักครั้งนี้ อาจหมายถึงมีอุปสรรคภายนอก เช่น พ่อแม่ไม่เห็นด้วย อดีตรักเก่ายังตามหลอกหลอน หรือสังคมไม่ยอมรับหรือบางคนอาจต้อง “ปกป้องใจตัวเอง” เพราะอีกฝ่ายไม่ชัดเจน ไพ่ใบนี้แนะนำให้คุณอย่ายอมแพ้ง่ายๆ ถ้ารู้ว่านี่คือรักแท้ แต่ก็ต้องรู้ว่าเมื่อไหร่ควรถอย ถ้าอีกฝ่ายไม่เห็นค่าของคุณ"
    },
     "Eight of Wands": {
        "meaning": "ข่าวสาร การติดต่อสื่อสารจากทางไกล หรือมีโอกาสได้เดินทางไกล",
        "advice": "จู่ๆ ก็มีคนสารภาพรัก เริ่มคบแบบไม่ทันคิด หรือเรื่องราวความสัมพันธ์เปลี่ยนไปเร็วมากจากเพื่อนกลายเป็นคนรัก ไพ่ยังบอกถึงความรักทางไกลที่เริ่มมีการติดต่อสื่อสารกันมากขึ้น หรือบางคนอาจเจอรักออนไลน์ รักต่างประเทศ โดยรวมเป็นไพ่ที่พลังบวกมาก ถ้าอีกฝ่ายชัดเจนเท่าคุณ"
    },
     "Nine of Wands": {
        "meaning": "ความเข้มแข็งและมุ่งมั่น การตัดสินใจเลือกสิ่งสำคัญ การป้องกันตัวเอง",
        "advice": "คุณอาจเจ็บมาแล้วหลายครั้ง แต่ก็ยังไม่ยอมยอมแพ้ อาจเป็นความสัมพันธ์ที่ซับซ้อน เช่น เคยห่างกัน เคยทะเลาะกันแรง แต่ตอนนี้ยังพยายามจะรักษาไว้ ไพ่ใบนี้สะท้อนถึงความระแวง ความกังวล และความกลัวที่จะเจ็บอีกครั้ง แต่ก็ยังมี “ใจ” ที่อยากจะให้มันสำเร็จ เพราะรู้ว่ารักนี้มีค่า"
    },
  
    "Ten of Wands": {
      "meaning": "ภาระหน้าที่หรือการทำงานมากเกินไปจนไม่สามารถขยับตัวไปทำสิ่งอื่น ๆ ได้",
      "advice": "คุณกำลังพยายามรักษาความสัมพันธ์ไว้คนเดียว หรืออยู่ในความสัมพันธ์ที่ไม่มีเวลาให้กัน ต้องทำหน้าที่ทั้งคู่เอง หรืออาจเป็นความรักที่คุณรู้สึก “หนักใจ” มาก เช่น ต้องแอบรัก ต้องเลี้ยงดูอีกฝ่าย ต้องช่วยแบกรับปัญหาทางบ้าน ซึ่งแม้จะรัก แต่ก็เหนื่อยมาก"
    },
    "Page of Wands": {
      "meaning": "ได้รับข่าวสาร กระตือรือร้น กล้าหาญ มุ่งมั่นกับสิ่งที่เลือกแล้ว",
      "advice": "ความรักที่มีความ “ซน” น่ารัก อยากรู้ อยากลอง เริ่มต้นใหม่อย่างสดใส ถ้าคุณโสด หมายถึงมีคนใหม่เข้ามาที่ทำให้หัวใจเต้นแรง เป็นรักแบบ “เพิ่งเริ่มคุย” หรือ “เพิ่งเจอกัน” ถ้ามีแฟนแล้ว ไพ่ใบนี้หมายถึงโอกาสในการจุดไฟให้กันใหม่ เช่น ไปเที่ยวด้วยกัน ทำอะไรสนุกๆ ร่วมกัน หรือมีโอกาสเปิดใจกันมากขึ้น"
    },
    "Knight of Wands": {
      "meaning": "มั่นใจในตัวเอง ชอบเสี่ยง การลงมือทำสิ่งต่าง ๆ ด้วยความรวดเร็วว่องไว",
      "advice": "คุณหรือคนที่เข้ามาในชีวิต มีพลังเร่าร้อน ทะเยอทะยาน และกล้าแสดงออก คนนี้จะไม่มาแบบเงียบๆ แน่นอน แต่จะเข้าหาคุณแบบชัดเจน สนุกสนาน อาจเป็นรักแบบมาเร็ว ตื่นเต้น และดึงดูดอย่างมาก แต่ต้องระวัง เพราะคนแบบ Knight of Wands อาจยังไม่พร้อมสำหรับรักที่มั่นคง เขาอาจมองความรักเป็นการผจญภัย มากกว่าความสัมพันธ์ที่ต้องใช้เวลา"
  },
     "Queen of Wands": {
        "meaning": "การมีความคิดสร้างสรรค์ การเป็นตัวของตัวเอง",
        "advice": "สะท้อนถึงพลังของคนที่รู้ว่าตัวเองมีค่า มั่นใจ กล้าแสดงออก และไม่กลัวความรัก คุณอาจกำลังอยู่ในช่วงที่คนรอบข้างมองคุณว่า “น่าหลงใหล” หรือถ้าคุณเป็นฝ่ายแอบรักใครอยู่ ไพ่บอกว่าเขาเริ่มเห็นเสน่ห์ในตัวคุณแล้ว คนที่ได้ไพ่ใบนี้จะมีความรักที่ เท่าเทียมกัน มีการผลักดันซึ่งกันและกัน แต่อย่าลืมเปิดใจให้ความอ่อนโยนด้วย เพราะความมั่นใจที่มากไปอาจทำให้อีกฝ่ายรู้สึกกดดันได้"
    },
     "King of Wands": {
        "meaning": "การมีอำนาจ มีไอเดียใหม่ ๆ กล้าหาญ ความมั่นคงและน่าเชื่อถือ",
        "advice": "พลังของ “ผู้นำ” ที่มองเห็นอนาคต มีความมั่นคง และพร้อมจะลงมือทำเพื่อคนรัก ถ้าคุณได้ไพ่ใบนี้ ความสัมพันธ์ของคุณกำลังมุ่งไปสู่ระดับที่สูงขึ้น เช่น การหมั้น การสร้างครอบครัว หรือการร่วมลงทุนระยะยาว คุณหรือคนรักอาจเป็นคนที่มีพลังสูงมาก มีภาระงานเยอะ แต่ก็ “พร้อมจะดูแล” อย่างเข้มแข็ง เป็นรักที่ไม่หวานฟู แต่มั่นคง แข็งแรง และปลอดภัย"
    },
     "Ace of Cups": {
        "meaning": "ความรัก การเริ่มต้น การมอบสิ่งดี ๆ ให้กับอีกฝ่ายหรืออาจจะเป็นฝ่ายได้รับสิ่งดี ๆ จากผู้อื่น",
        "advice": "การเริ่มต้นใหม่ที่เต็มไปด้วยอารมณ์ที่บริสุทธิ์ ความรู้สึกที่ไหลลื่น เป็นไปตามธรรมชาติ เช่น มีคนใหม่เข้ามาทำให้คุณรู้สึกอบอุ่น หรือรักเก่าที่เยียวยากันจนกลับมารู้สึกอีกครั้ง 9-66666666666666666666นี่คือไพ่ของรักแท้ที่บริสุทธิ์ ไม่ฝืน ไม่บังคับ เป็นรักที่เติมเต็มใจทั้งสองฝ่าย"
    },
     "Two of Cups": {
        "meaning": "คนรัก คู่รัก การมอบความรักให้กันและกัน ถ้าชอบใครอยู่อาจมีโอกาสสมหวัง",
        "advice": "ไพ่ใบนี้มักออกเวลา “คู่แท้” กำลังมาถึง หรือคุณเจอใครสักคนที่จิตใจสื่อถึงกันได้ เป็นไพ่ของความเข้าใจ ความผูกพัน ความสัมพันธ์ที่มีเคมีตรงกัน ไม่จำเป็นต้องพูดมาก ก็เข้าใจกัน ถ้าคุณมีแฟนแล้ว ไพ่ใบนี้หมายถึงความสัมพันธ์กำลังแน่นแฟ้นขึ้น หรืออาจมีการหมั้น การตกลงใจว่าจะเดินไปด้วยกัน"
    },
     "Three of Cups": {
        "meaning": "การเฉลิมฉลอง ปาร์ตี้กับเพื่อน ๆ มีความรักแบบเพื่อนฝูง แฮปปี้มีความสุข",
        "advice": "ไพ่ใบนี้สะท้อนถึงช่วงเวลาที่ความรัก เบิกบาน มีความสุข และสนุกสนาน เป็นรักที่อาจเริ่มจากเพื่อน หรือความสัมพันธ์ที่ไม่ได้รีบจริงจัง แต่มีความสุขมากเวลาอยู่ด้วยกัน บางคนอาจเจอรักจากการงาน งานเลี้ยง หรือการสังสรรค์ ไพ่ใบนี้ยังสะท้อนว่า “อย่ารีบร้อน” ปล่อยให้ทุกอย่างเติบโตจากรอยยิ้ม"
    },
     "Four of Cups": {
        "meaning": "การหยุดนิ่ง ความเบื่อหน่าย แม้จะมีความสุข มีสิ่งดี ๆ รายล้อม แต่กลับเบื่อหน่ายเพราะอยู่แต่ในกรอบเดิม ๆ",
        "advice": "ไพ่ใบนี้แสดงถึงอารมณ์ “เฉยๆ” หรือ “ลังเล” บางคนอาจมีรักดีๆ เข้ามา แต่ยังไม่กล้ารับเพราะกลัวผิดหวัง หรือบางคนอาจรู้สึกเบื่อในความสัมพันธ์ที่กำลังมีอยู่ เช่น ความรักนิ่งเกินไป หรือไม่มีการเปลี่ยนแปลง ไพ่ใบนี้ไม่ได้แย่ แต่เตือนว่า อย่าหลับตาต่อโอกาสที่ดี เพราะบางครั้งสิ่งที่มองข้ามไป อาจเป็นสิ่งที่ใช่ที่สุด"
    },
     "Five of Cups": {
        "meaning": "การสูญเสีย ความเศร้า เหมือนถ้วยที่ล้มลง ความรู้สึกสิ้นหวัง ความหวังพังทลาย",
        "advice": "การสูญเสียบางอย่าง เช่น ความรักที่จบลง หรือความเสียใจที่ยังหลงเหลือในใจคุณอยู่ เป็นช่วงที่ยังมูฟออนไม่ได้ หรือรู้สึกเสียใจกับสิ่งที่ไม่ได้พูด สิ่งที่ไม่ได้ทำ แต่ในขณะเดียวกัน ไพ่ใบนี้ก็มีสัญญาณบวก — มี “ถ้วยดีๆ ที่ยังเหลืออยู่” แปลว่า แม้จะเจ็บ แต่ยังมีโอกาสใหม่ ถ้าคุณกล้าหันกลับมามอง"
    },
  
    "Six of Cups": {
      "meaning": "ความสงบสุข มีคนมาเยี่ยม อาจได้รับเซอร์ไพรส์จากคนอื่น มีการมาหาแบบไม่ทันตั้งตัว ได้รับของฝาก",
      "advice": " การกลับมาของคนรักเก่า การได้เจอคนที่เคยรู้จักกันมาก่อน หรือการรื้อฟื้นความรู้สึกที่เคยมีต่อกันในอดีต ความรักในช่วงนี้มักอบอุ่น จริงใจ และไร้ความคาดหวังแบบผู้ใหญ่ สำหรับคนโสด มีแนวโน้มได้เจอคนจากอดีต หรือมีคนที่เคยแอบชอบกลับมาในชีวิตอีกครั้ง"
    },
    "Seven of Cups": {
      "meaning": "ความสับสน ตัวเลือกเยอะ เกิดขึ้นได้จากความรู้สึกที่มีมากมายเกินความจำเป็น หรือแม้แต่มีข้อเสนอเข้ามาเยอะมากจนตัดสินใจไม่ถูก",
      "advice": "การมีทางเลือกมากมายหรือมีความรู้สึกสับสนในความสัมพันธ์ มีคนเข้ามาหลายคนหรือมีความคาดหวังต่อความรักในแบบที่ยังไม่สามารถเป็นจริงได้ ช่วงนี้อาจจะรู้สึกว่าความรักสวยงามแต่ยังจับต้องไม่ได้ หรือมีภาพฝันเกี่ยวกับความรักที่ไม่สอดคล้องกับความจริง ต้องระวังความรักที่หลอกลวงหรือความรู้สึกที่ถูกสร้างขึ้นจากอารมณ์ชั่วคราวมากกว่าความผูกพันที่แท้จริง สำหรับคนมีคู่ ความสัมพันธ์อาจไม่มั่นคงเพราะต่างคนต่างมีภาพฝันของตัวเอง"
    },
    "Eight of Cups": {
      "meaning": "การจากลา ทอดทิ้ง การเดินหนีจากสิ่งที่ทำให้ผิดหวัง หรือเรื่องนั้น ๆ ได้จบลงแล้ว ได้เวลาก้าวต่อไป",
      "advice": " การตัดสินใจละทิ้งความสัมพันธ์บางอย่างที่ไม่เติมเต็ม แม้ว่าจะยังมีความรู้สึกอยู่บ้าง แต่ก็รู้ว่าความสัมพันธ์นั้นไม่ตอบสนองทางอารมณ์อีกต่อไป เป็นช่วงเวลาของการเดินออกจากอดีตหรือความรักที่ไม่สมหวัง เพื่อไปค้นหาความสุขหรือสิ่งที่เติมเต็มมากกว่า เป็นไพ่ของการถอนตัวเงียบ ๆ อาจหมายถึงการจบความสัมพันธ์อย่างไม่มีดราม่า หรือแม้แต่การยอมแพ้ความสัมพันธ์ที่ไม่มีอนาคต"
  },
     "Nine of Cups": {
        "meaning": "สมหวัง ความหวังเป็นจริง สิ่งที่อยากได้กำลังจะกลายเป็นจริงแล้ว",
        "advice": "ความสมหวังในด้านอารมณ์ ความรักที่ทำให้รู้สึกพอใจและมีความสุข เป็นไพ่ของความรักที่เป็นไปตามความคาดหวัง มีความสุขกับตัวเองและกับคนรัก หากกำลังมองหาความสัมพันธ์ ไพ่ใบนี้บ่งบอกถึงความรักที่ให้ความสุขและไม่ขาดแคลน สำหรับคนมีคู่ ความสัมพันธ์อยู่ในจุดที่ทั้งสองฝ่ายรู้สึกเติมเต็มกันและกัน เป็นความรักที่ไม่หวือหวา แต่มั่นคงและสุขใจ"
    },
     "Ten of Cups": {
        "meaning": "ความสุข ครอบครัว การมีทุกอย่างพร้อม มีความสุขแบบสุด ๆ",
        "advice": "แสดงถึงความสัมพันธ์ที่มีความสุข ครอบครัวที่อบอุ่น หรือชีวิตรักที่สมบูรณ์แบบ มีความลงตัวทั้งอารมณ์ ความรู้สึก และอนาคตร่วมกัน เป็นไพ่ของ “ความสุขสมบูรณ์แบบ” ที่เกิดขึ้นได้จริง ไม่ใช่แค่ฝัน สำหรับคนโสด แปลว่าในไม่ช้าอาจได้เจอคนที่พร้อมจะสร้างชีวิตคู่ด้วยกัน หรืออาจเริ่มมองเห็นเป้าหมายของความรักที่ชัดเจนขึ้น"
    },
     "Page of Cups": {
        "meaning": "ความสนุก ชอบเข้าสังคม ได้พบเจอกับคนมากหน้าหลายตา หรืออาจได้รับข่าวสารบางอย่าง",
        "advice": "การเริ่มต้นความสัมพันธ์ที่เต็มไปด้วยความรู้สึกอ่อนโยนและบริสุทธิ์ อาจมีคนแอบชอบหรือสารภาพรักแบบเขิน ๆ ความรักในช่วงนี้อาจยังอยู่ในระยะเริ่มต้น แต่มีพลังงานแห่งความหวังและจินตนาการ มีการสื่อสารที่อ่อนโยน คนโสดมีเกณฑ์ได้รับข้อความหรือคำสารภาพจากคนที่สนใจคุณ สำหรับคนมีคู่ ไพ่ใบนี้แนะนำให้ใช้ความอ่อนโยนและความเห็นอกเห็นใจเป็นเครื่องมือในการพัฒนาความสัมพันธ์"
    },
     "Knight of Cups": {
        "meaning": "นักสู้ นักฝัน การขอร้อง ขอแต่งงาน อยากได้สิ่งใดก็ต้องออกไปฝ่าฟันเอามาให้ได้",
        "advice": "ไพ่ใบนี้เป็นสัญลักษณ์ของผู้ที่กำลังมอบความรักให้ใครสักคนอย่างโรแมนติก บ่งบอกถึงช่วงเวลาที่มีการแสดงความรักอย่างชัดเจน มีการจีบ พูดคุยกันอย่างหวานซึ้ง เป็นช่วงเวลาแห่งความโรแมนติกและจินตนาการ หากมีคนเข้ามาหาในช่วงนี้ เขา/เธอมีแนวโน้มจะเป็นคนโรแมนติก ใส่ใจความรู้สึก แต่ต้องระวังเพราะอาจยังไม่ใช่คนที่มั่นคงเสมอไป สำหรับคนมีคู่ เป็นช่วงเวลาที่ควรหมั่นเติมความหวานให้กัน"
    },
     "Queen of Cups": {
        "meaning": "สัญชาตญาณดี การพิจารณา หากต้องตัดสินใจอะไรก็ตาม ต้องคิดทบทวนอย่างรอบคอบ",
        "advice": "สำหรับคนโสด อาจพบเจอคนที่เป็นผู้ฟังที่ดีและเป็นที่พึ่งพิงทางอารมณ์ สำหรับคนมีคู่ ความสัมพันธ์จะลึกซึ้งขึ้นหากเปิดใจรับฟังและสนับสนุนกันมากขึ้น"
    },
     "King of Cups": {
        "meaning": "ฉลาด สุขุม อดทน แม้ว่าจะต้องเจอกับเหตุการณ์ไม่มั่นคงใด ๆ ก็ต้องวางตัวหนักแน่  ใช้เหตุผลมากกว่าอารมณ์",
        "advice": "ไพ่ใบนี้หมายถึงความรักที่มั่นคง มีวุฒิภาวะ รู้จักควบคุมอารมณ์ เป็นความรักที่ให้เกียรติและเข้าใจ เป็นไพ่ของคู่รักที่มองเห็นกันและกันด้วยความเคารพ ไม่ตัดสิน และยอมรับกันในสิ่งที่เป็น สำหรับคนโสด มีแนวโน้มจะได้เจอคนที่มีความอบอุ่นทางใจ เป็นผู้ใหญ่ และสามารถให้ความมั่นคงทางอารมณ์ได้ สำหรับคนมีคู่ ความสัมพันธ์จะมั่นคงขึ้นเมื่อทั้งสองฝ่ายควบคุมอารมณ์ได้และสื่อสารกันอย่างมีวุฒิภาวะ"
    },
     "Ace of Swords": {
        "meaning": "อุปสรรคจะผ่านพ้น และความสำเร็จกำลังเข้ามา ได้เริ่มต้นสิ่งใหม่ๆ เสียที",
        "advice": "สำหรับคนโสด ไพ่ใบนี้อาจหมายถึงการเริ่มต้นความสัมพันธ์จากความคิดหรือการพูดคุยกันอย่างตรงไปตรงมา สำหรับคนมีคู่ อาจต้องพูดกันด้วยเหตุผล หรือหาทางออกจากปัญหาที่ค้างคาอย่างเด็ดขาด ไพ่ใบนี้ยังอาจสื่อถึงการตัดใจจากความสัมพันธ์ที่ไม่ชัดเจนได้เช่นกัน"
    },
  
    "Two of Swords": {
      "meaning": "ช่วงที่ตกอยู่ในความเครียดสูง ปัญหาทับถมเยอะจนหาทางออกยาก",
      "advice": "ไพ่ใบนี้แสดงถึงการลังเล สับสน หรือการปิดใจในเรื่องความรัก เป็นไพ่ของความสัมพันธ์ที่ไม่ชัดเจน หรือยังไม่สามารถตัดสินใจได้ว่าควรไปทางไหนดี อาจมีเรื่องบางอย่างที่ทำให้คุณไม่กล้าเปิดใจ หรือกำลังอยู่ในความสัมพันธ์ที่ไม่มีการพูดความจริงต่อกัน สำหรับคนโสด อาจยังไม่พร้อมเริ่มต้นใหม่ หรือมีความลังเลในตัวเลือกที่มีอยู่ สำหรับคนมีคู่ ต้องหาทางเปิดใจ พูดกันอย่างตรงไปตรงมา ไม่อย่างนั้นความสัมพันธ์จะติดค้างอยู่ในจุดเดิม"
    },
    "Three of Swords": {
      "meaning": "อุปสรรคและความผิดหวังจะเกิดขึ้นกับเรื่องที่กังวลอยู่",
      "advice": "“ความเจ็บปวดทางใจ” การสูญเสีย ผิดหวัง หรือการเลิกรา อาจเกิดจากการทรยศ นอกใจ หรือการเข้าใจผิดกันอย่างรุนแรง เป็นไพ่ของหัวใจที่ถูกแทงด้วยดาบ หมายถึงความเจ็บปวดที่เลี่ยงไม่ได้ สำหรับคนโสด ไพ่เตือนว่าอาจยังมีบาดแผลจากอดีตที่ยังไม่สมาน สำหรับคนมีคู่ ไพ่ใบนี้มักปรากฏขึ้นในช่วงเวลาวิกฤต เช่น มีมือที่สาม หรือการทะเลาะจนถึงจุดวิกฤตของความสัมพันธ์"
    },
    "Four of Swords": {
      "meaning": "ความกดดันที่เกิดขึ้นจากคนรอบตัวหรือจากตนเอง เป็นช่วงเวลาที่เครียดมาก",
      "advice": "ช่วงเวลาแห่งการพักใจ การหยุดนิ่ง การเยียวยาตัวเองจากความเหนื่อยล้าในความสัมพันธ์ เป็นช่วงที่ควรถอยออกมาเพื่อทบทวนและฟื้นฟูความรู้สึก ไม่เหมาะกับการเริ่มต้นใหม่หรือคาดหวังจากคนอื่น หากมีปัญหาในคู่ครอง การเว้นระยะห่างชั่วคราวอาจช่วยให้เห็นทางออก สำหรับคนโสด หมายถึงการยังไม่พร้อมที่จะเปิดใจให้ความรักใหม่ในตอนนี้"
  },
     "Five of Swords": {
        "meaning": "ปัญหาทะเลาะกับคนรอบตัว และปัญหายุ่งยากที่วุ่นวายกำลังเข้ามา",
        "advice": "ความขัดแย้งทางความคิดหรือคำพูดในความรัก อาจมีการโต้เถียง ทะเลาะ หรือการที่อีกฝ่ายพยายามเอาชนะโดยไม่สนใจความรู้สึกของกันและกัน เป็นไพ่ของการ “ชนะศึกแต่แพ้สงคราม” ชนะด้วยคำพูด แต่ทำร้ายกันทางใจ ความสัมพันธ์ในช่วงนี้เต็มไปด้วยการปะทะกัน คนโสดอาจเจอคนที่มีมุมมองไม่ตรงกันจนเกิดความตึงเครียด ต้องใช้เหตุผลและใจเย็นเป็นพิเศษ"
    },
     "Six of Swords": {
        "meaning": "การตามแก้ปัญหาที่ตนเองได้ก่อหรือหนีไว้มาโดยตลอด ต้องรีบจัดการให้เรียบร้อย",
        "advice": "การพยายามเคลื่อนผ่านช่วงเวลาที่ยากลำบากในความสัมพันธ์ การพาความสัมพันธ์ไปสู่ความสงบหลังจากปัญหาหรือการทะเลาะ เป็นไพ่ของการเดินทางร่วมกันเพื่อเยียวยา หรือบางครั้งอาจหมายถึงการจากลาอย่างสงบ ถ้าเป็นคนโสด ไพ่ใบนี้ชี้ถึงการเดินออกจากความสัมพันธ์เดิมที่เจ็บปวด และเริ่มเดินทางทางใจเพื่อรักษาแผลเก่า"
    },
     "Seven of Swords": {
        "meaning": "ปัญหาที่เกี่ยวกับเรื่องที่ทำงาน การทำงาน หรือเพื่อนร่วมงาน",
        "advice": "การลับหลัง หลอกลวง ปิดบัง หรือความสัมพันธ์ที่ไม่โปร่งใส อาจมีใครบางคนแอบซ่อนบางสิ่งไว้ในความรัก เช่น มือที่สาม หรือเจตนาที่ไม่ชัดเจน ต้องระวังคนที่เข้ามาด้วยจุดประสงค์ซ่อนเร้น สำหรับคนมีคู่ ไพ่เตือนถึงการไม่ซื่อสัตย์ หรือหลีกเลี่ยงการพูดความจริง เป็นช่วงเวลาที่ต้องมีสติและจับตาพฤติกรรมของกันและกันให้ดี"
    },
     "Eight of Swords": {
        "meaning": "สถานการณ์ความเครียด ความกดดัน ไร้ทางออกของปัญหาเข้ามาบีบบังคับให้ต้องตัดสินใจผิดๆ ",
        "advice": "ความรู้สึกติดกับดัก อึดอัด ถูกจำกัดหรือควบคุมในความสัมพันธ์ แม้จะรู้สึกไม่มีความสุข แต่ก็ไม่กล้าก้าวออกมา อาจเกิดจากความกลัว ความไม่มั่นใจ หรือการคิดมากเกินไป เป็นไพ่ที่บ่งบอกถึงภาวะ “จองจำทางใจ” สำหรับคนโสด ไพ่ใบนี้แสดงถึงความลังเล ไม่กล้าเปิดใจเพราะประสบการณ์แย่ ๆ ในอดีต หรือการคิดลบต่อความรัก"
    },
     "Nine of Swords": {
        "meaning": "สุขภาพแย่ลงจากปัญหาเกี่ยวกับความเครียด ความคิด และความกดดันต่างๆ ในช่วงนี้",
        "advice": "ความเครียด กังวล ความทุกข์ใจในความรัก บางครั้งอาจหมายถึงความกลัวที่ไม่มีตัวตนจริง แต่สร้างขึ้นเองในใจ หรือการคิดมากจนส่งผลต่อจิตใจอย่างรุนแรง หากอยู่ในความสัมพันธ์ อาจมีปัญหาที่ทำให้วิตก กังวลเรื่องการนอกใจหรือการสูญเสีย สำหรับคนโสด อาจยังแบกความเจ็บปวดจากรักเก่าที่ตามหลอกหลอนอยู่ ไพ่ใบนี้เตือนให้ปล่อยวาง และอย่าให้อดีตครอบงำปัจจุบัน"
    },
     "Ten of Swords": {
        "meaning": "เรื่องความเครียด ความกดดัน และปัญหาต่างๆ กำลังจะผ่านพ้นและจบสิ้นเร็วๆ นี้ด้วยตัวของท่านเอง",
        "advice": "การสิ้นสุดอย่างเจ็บปวด การทรยศ การถูกทำร้ายจิตใจถึงขีดสุด เป็นไพ่ของการจบความสัมพันธ์ที่ไม่มีทางกลับไปเป็นเหมือนเดิมได้อีก หากอยู่ในช่วงความสัมพันธ์ที่มีปัญหา ไพ่ใบนี้ชี้ว่าความรักนั้นถึงทางตันแล้ว และไม่มีประโยชน์ที่จะยื้อ สำหรับคนโสด ไพ่ใบนี้หมายถึงช่วงที่เจ็บปวดจากอดีตรัก และยังอยู่ในช่วงฟื้นตัวอย่างยากลำบาก"
    },
  "Page of Swords": {
      "meaning": "ปัญหาที่ต้องจัดการหรือต้องตัดสินใจ สามารถจัดการเองได้เลย แล้วจะผ่านพ้นได้ด้วยดี",
      "advice": "ความรักที่มีความระแวง หวาดระวัง หรือยังไม่ไว้วางใจกัน อาจหมายถึงการสังเกตหรือเฝ้าดูใครบางคนอยู่ห่าง ๆ โดยยังไม่กล้าเข้าไปสานสัมพันธ์ หรือการสื่อสารที่ยังไม่ลึกซึ้ง ความสัมพันธ์ในช่วงนี้อาจเต็มไปด้วยการจับผิดหรือเฝ้าสังเกตอีกฝ่าย สำหรับคนโสด อาจกำลังมีคนแอบมองคุณอยู่ หรือคุณเองกำลังคิดมากเกินไปก่อนเริ่มต้นใหม่"
  },
  "Knight of Swords": {
      "meaning": "การต่อสู้อย่างเหน็ดเหนื่อยมายาวนานกับปัญหาและอุปสรรคต่างๆ ที่ไม่จบง่าย",
      "advice": "ความรักที่รวดเร็ว เร่าร้อน แต่บางครั้งก็รุนแรงและไม่มั่นคง เป็นไพ่ของความสัมพันธ์ที่เกิดเร็ว พัฒนาไว แต่ขาดความลึกซึ้ง หากมีใครเข้ามาในช่วงนี้ เขา/เธออาจเป็นคนที่มุ่งมั่นมากแต่ขาดความอ่อนโยน ต้องระวังการตัดสินใจในความรักอย่างหุนหันพลันแล่น สำหรับคนมีคู่ ความสัมพันธ์อาจมีการปะทะกันด้วยคำพูด หรือความคิดเห็นไม่ลงรอย"
  },
  "Queen of Swords": {
      "meaning": "การจัดการปัญหายากๆ ได้ด้วยตัวเองอย่างราบรื่นและต้องใช้ความเด็ดขาดในการเข้าสู้ จึงจะชนะได้",
      "advice": "คนที่ใช้เหตุผลมากกว่าหัวใจ เป็นคนที่ผ่านเรื่องราวความรักมาเยอะ และไม่ยอมให้ใครเข้ามาทำร้ายได้ง่าย ๆ อีก เป็นไพ่ของการรักอย่างมีขอบเขต ไม่ง่ายที่จะไว้ใจใคร หากคุณเป็นหญิง ไพ่ใบนี้บ่งบอกว่าคุณเป็นคนที่เด็ดขาด มีเหตุผล และระวังคนที่จะเข้ามา หากคุณเป็นชาย ไพ่นี้อาจบอกว่าคุณกำลังเจอกับคนรักที่มีความเข้มแข็ง ไม่อ่อนข้อให้ความรู้สึกง่าย ๆ"
  },
  "King of Swords": {
      "meaning": "ต้องใช้ความเด็ดเดี่ยว สติปัญญา ความรอบคอบ พิจารณาทุกอย่างก่อนตัดสินใจในการแก้ปัญหาใดๆ ช่วงนี้",
      "advice": "แสดงถึงบุคคลที่ใช้เหตุผลมากกว่าความรู้สึก เป็นคนที่สุขุม เยือกเย็น และควบคุมอารมณ์เก่ง บางครั้งอาจดูห่างเหินหรือไม่เปิดเผยความรู้สึก ความสัมพันธ์กับคนแบบนี้อาจต้องใช้เวลาและความเข้าใจสูง เพราะเขาไม่ใช่คนโรแมนติก สำหรับคนโสด ไพ่ใบนี้บ่งบอกว่าคุณควรใช้เหตุผลพิจารณาในการเลือกคู่รัก และอย่าปล่อยให้อารมณ์ครอบงำ"
  },
     "Ace of Pentacles": {
        "meaning": "จุดเริ่มต้นของเรื่องการเงินกำลังเป็นไปในทิศทางที่ดี",
        "advice": "การเริ่มต้นความรักที่มั่นคงและจริงจัง เป็นไพ่ของการวางรากฐานที่ดี เช่น การเริ่มต้นความสัมพันธ์ใหม่ที่มีโอกาสพัฒนาในระยะยาว การได้รับโอกาสใหม่จากคนที่จริงใจและพร้อมจะสร้างอนาคตร่วมกัน สำหรับคนที่มีคู่แล้ว ไพ่ใบนี้หมายถึงการพัฒนาไปสู่ขั้นต่อไป เช่น การแต่งงาน หรือสร้างครอบครัว"
    },
  
    "Two of Pentacles": {
      "meaning": "จะใช้จ่ายอะไรต้องคิดให้รอบคอบมากขึ้น ปัญหาหลักเป็นเรื่องการหมุนเงินไม่ทัน",
      "advice": "ความรักแสดงถึงความไม่แน่นอน การพยายามรักษาสมดุลระหว่างความสัมพันธ์กับเรื่องอื่นในชีวิต เช่น งานหรือครอบครัว หรือแม้แต่การมีคนสองคนให้เลือก อาจรู้สึกวุ่นวายใจ หรือลังเลใจในความรู้สึกตนเอง สำหรับคนโสด ไพ่ใบนี้บ่งบอกถึงสถานการณ์ที่ยังไม่ชัดเจน อาจมีการคุยกับหลายคน แต่ยังไม่ตกลงปลงใจ"
    },
    "Three of Pentacles": {
      "meaning": "ความตั้งใจในการเริ่มต้นสร้างฐานะ สร้างความมั่นคงจะไปในทิศทางที่ดี",
      "advice": "การร่วมมือกันในความรัก ความสัมพันธ์ที่เติบโตจากความเข้าใจและการสนับสนุนซึ่งกันและกัน เป็นไพ่ของความรักที่ตั้งอยู่บนพื้นฐานของความเคารพในบทบาทและคุณค่าของกันและกัน สำหรับคนโสด ไพ่บอกว่าหากคุณเริ่มต้นความสัมพันธ์ในช่วงนี้ ความรักนั้นอาจเริ่มจากการเป็นเพื่อนหรือร่วมงานกันมาก่อน"
    },
    "Four of Pentacles": {
      "meaning": "ช่วงเวลาที่กำลังจะเริ่มมีเงินเก็บออมมากขึ้น ทิศทางความร่ำรวยมีอย่างแน่นอน ",
      "advice": "การยึดติด ขี้หึง หรือกลัวการสูญเสียคนรักมากเกินไป บางครั้งแสดงถึงความหวงแหนมากจนทำให้เกิดความอึดอัดในความสัมพันธ์ เป็นไพ่ที่เตือนให้เรียนรู้การ “ปล่อย” และ “เชื่อใจ” หากคุณโสด ไพ่แสดงว่าคุณอาจปิดกั้นตัวเองด้วยความกลัวเจ็บหรือกลัวถูกปฏิเสธ จึงไม่กล้าเปิดใจ"
  },
     "Five of Pentacles": {
        "meaning": "การเจอปัญหาเกี่ยวกับด้านการเงินที่หาทางแก้ค่อนข้างยากให้ช่วงนี้ แนะนำให้เน้นจัดการปัญหาก่อน ไม่ควรก่อหนี้เพิ่ม",
        "advice": "ความยากลำบากในความรัก อาจรู้สึกโดดเดี่ยว ขาดการสนับสนุน หรือมีความรู้สึกว่ารักนั้นเต็มไปด้วยปัญหา เช่น ปัญหาเรื่องการเงิน ความไม่มั่นคง หรือการอยู่ห่างกัน ไพ่ใบนี้บอกว่าความรักต้องผ่านบททดสอบของความลำบาก แต่หากคุณทั้งคู่ยังจับมือกันไว้ จะสามารถผ่านมันไปได้"
    },
     "Six of Pentacles": {
        "meaning": "ความเสียเปรียบหรือเสียผลประโยชน์ที่เกี่ยวกับด้านการเงิน",
        "advice": "ความสมดุลในการให้และรับ ความสัมพันธ์ที่ดีต่อกัน สนับสนุนกันและกันด้วยความเต็มใจ ไม่เอาเปรียบ หากคุณมีคู่ ความรักในช่วงนี้จะเต็มไปด้วยน้ำใจและความเมตตา หากคุณโสด ไพ่ใบนี้แสดงว่าคุณอาจได้พบคนที่พร้อมจะให้ความรักโดยไม่หวังสิ่งตอบแทน"
    },
     "Seven of Pentacles": {
        "meaning": "ผลตอบแทนที่มาจากการลงทุน ลงแรง หรือการทำอะไรบางอย่างจะทำให้ได้รับผลลัพธ์ที่งอกเงยดี",
        "advice": "ความรักที่ต้องใช้เวลาในการปลูกฝังและรอผล ความสัมพันธ์ในตอนนี้อาจยังไม่เห็นผลชัดเจน แต่หากคุณอดทน ความรักนี้จะค่อย ๆ เติบโต คนโสดอาจต้องอดทนและไม่เร่งรีบ เพราะรักที่ดีต้องใช้เวลาในการก่อร่างสร้างตัว"
    },
     "Eight of Pentacles": {
        "meaning": "การเงินที่จะได้มาอย่างราบรื่น และมีเงินเหลือมากขึ้น ต้องแลกกับการทำงานหรือเหนื่อยมากขึ้นในช่วงนี้",
        "advice": "ความตั้งใจ มุ่งมั่นในความรัก เป็นการแสดงถึงความพยายามในการปรับตัว เรียนรู้ และทำให้ความสัมพันธ์ดีขึ้น หากคุณมีคู่ ไพ่ใบนี้หมายถึงการลงทุนลงแรงเพื่อพัฒนาให้รักมั่นคงยิ่งขึ้น คนโสดอาจหมายถึงการเตรียมตัวเองให้พร้อมก่อนจะเจอคนที่ใช่ เช่น การพัฒนาตนเองให้เป็นคนรักที่ดีในอนาคต"
    },
     "Nine of Pentacles": {
        "meaning": "การเงินราบรื่น คล่องมือ และเหลือเก็บเหลือใช้",
        "advice": "ในความรัก ไพ่ใบนี้สะท้อนถึงความพอใจในตัวเอง ความสุขจากการอยู่คนเดียวหรือความสัมพันธ์ที่ไม่พึ่งพิงกัน เป็นไพ่ของคนที่มีความมั่นใจ รักตัวเอง และรู้ว่าตัวเองต้องการอะไร ความรักในช่วงนี้อาจไม่เร่าร้อนแต่มั่นคงและสุขุม คนโสดอาจหมายถึงการใช้เวลาอยู่กับตัวเองอย่างมีความสุข ไม่รีบเร่งหาใคร"
    },
     "Ten of Pentacles": {
        "meaning": "การเงินพร้อมต่อยอดอนาคตชีวิต และราบรื่นต่อเนื่องไม่มีติดขัด",
        "advice": "แสดงถึงความรักที่มั่นคง ยั่งยืน และเต็มไปด้วยความอุดมสมบูรณ์ อาจหมายถึงการแต่งงาน การมีครอบครัว การสร้างอนาคตร่วมกัน เป็นรักที่มีทั้งความมั่นคงทางอารมณ์และปัจจัยพื้นฐาน เช่น การเงิน การดูแลครอบครัว คนโสดอาจได้พบรักที่พร้อมจะพัฒนาสู่การใช้ชีวิตคู่"
    },
   "Page of Pentacles": {
      "meaning": "โอกาสดีๆ ด้านการเงิน หรือการเติบโตเรื่องเกี่ยวกับรายรับจะเข้ามาเร็วๆ นี้",
      "advice": "ความรักที่เริ่มต้นจากความตั้งใจจริง เป็นไพ่ของโอกาสใหม่ในความรักที่มั่นคง เติบโตช้าแต่มั่นใจ คนที่เข้ามาในช่วงนี้อาจยังไม่หวือหวาแต่จริงจัง ความสัมพันธ์จะเติบโตอย่างมีระเบียบแบบแผน เหมาะกับคนที่ต้องการสร้างความสัมพันธ์ระยะยาว คนโสดอาจได้รับโอกาสจากคนที่เคยรู้จักมาก่อน หรือความสัมพันธ์จากพื้นฐานของมิตรภาพ"
  },
   "Knight of Pentacles": {
      "meaning": "โอกาสด้านการเงินเพิ่มเติมจะเกิดขึ้น เมื่อออกไปหาสิ่งใหม่ๆ ในการเริ่มต้น",
      "advice": "นรักที่ซื่อสัตย์ ไม่เร่งรีบ แต่จะพยายามอย่างจริงจังเพื่อสร้างความสัมพันธ์ที่มั่นคงและยืนยาว เป็นคนที่แสดงความรักผ่านการกระทำ เช่น การดูแลเอาใจใส่ จัดการเรื่องชีวิตให้เรียบร้อย แต่อาจไม่ใช่คนโรแมนติกเท่าไรหากคุณมีคู่ ความสัมพันธ์จะมั่นคงขึ้นเรื่อย ๆ จากความพยายามของทั้งสองฝ่าย หากคุณโสด ไพ่ใบนี้อาจหมายถึงคนที่มีลักษณะเงียบขรึม ขยัน และจริงจังจะเข้ามาในชีวิต หรือแนะนำให้คุณโฟกัสกับการวางแผนชีวิตก่อนที่จะมีใครเข้ามา"
  },
   "Queen of Pentacles": {
      "meaning": "ต้องใช้การพิจารณาที่รอบคอบมากขึ้นสำหรับการตัดสินใจเรื่องเกี่ยวกับการเงินช่วงนี้",
      "advice": "หากคุณมีคู่ ไพ่ใบนี้หมายถึงความสัมพันธ์ที่มั่นคง เต็มไปด้วยการดูแลซึ่งกันและกัน มีแนวโน้มจะก้าวไปสู่การแต่งงานหรือสร้างครอบครัว หากคุณโสด ไพ่ใบนี้อาจหมายถึงคุณควรดูแลตนเองให้มั่นคงก่อน หรืออาจมีใครบางคนที่แสดงความห่วงใยแบบเงียบ ๆ เข้ามาใกล้ชิดคุณ"
  },
    "King of Pentacles": {
      "meaning": "โอกาสด้านการเงินเพิ่มเติมจะเกิดขึ้น เมื่อออกไปหาสิ่งใหม่ๆ ในการเริ่มต้น",
      "advice": "คนรักที่ซื่อสัตย์ ไม่เร่งรีบ แต่จะพยายามอย่างจริงจังเพื่อสร้างความสัมพันธ์ที่มั่นคงและยืนยาว เป็นคนที่แสดงความรักผ่านการกระทำ เช่น การดูแลเอาใจใส่ จัดการเรื่องชีวิตให้เรียบร้อย แต่อาจไม่ใช่คนโรแมนติกเท่าไร หากคุณมีคู่ ความสัมพันธ์จะมั่นคงขึ้นเรื่อย ๆ จากความพยายามของทั้งสองฝ่าย หากคุณโสด ไพ่ใบนี้อาจหมายถึงคนที่มีลักษณะเงียบขรึม ขยัน และจริงจังจะเข้ามาในชีวิต หรือแนะนำให้คุณโฟกัสกับการวางแผนชีวิตก่อนที่จะมีใครเข้ามา"
    }
}
    