{
  "The Fool": {
    "meaning": "การเริ่มต้นใหม่ เส้นทางใหม่ๆ หรือสิ่งใหม่ๆ ที่วางแผนไว้สามารถเริ่มต้นได้ ดำเนินได้แต่จะมีความเสี่ยงร่วมด้วย หรืออาจหมายถึงไพ่ที่เกี่ยวข้องกับความเสี่ยงเลยก็ได้",
    "advice": "คุณอยู่ในจุดเริ่มต้นของเส้นทางการเรียนรู้ อาจเพิ่งเริ่มต้นระดับใหม่ เช่น มหาวิทยาลัย หรือหลักสูตรใหม่ ไพ่ใบนี้หมายถึงการเรียนที่ไม่แน่นอน ยังไม่มีเป้าหมายชัดเจน แต่เต็มไปด้วยโอกาสและความสนุกสนาน ควรระวังความประมาทหรือขาดการวางแผน อาจเสียโอกาสโดยไม่รู้ตัว"
  },
  "The Magician": {
    "meaning": "การเริ่มต้นลงมือทำและการต่อยอด สามารถทำได้ทุกอย่างที่ต้องการ วางแผนอะไรก็สามารถเริ่มได้เลย",
    "advice": "คุณมีศักยภาพในการเรียนสูงมาก โดยเฉพาะในวิชาที่ต้องใช้ทักษะการสื่อสาร เทคโนโลยี หรือการประยุกต์ใช้ ไพ่ใบนี้สื่อถึงการใช้ทรัพยากรที่มีอยู่ให้เต็มที่ ถ้าตั้งใจ จะสามารถเรียนรู้สิ่งใหม่ ๆ ได้อย่างรวดเร็ว ควรใช้โอกาสนี้ในการสร้างโปรเจกต์หรือนำเสนอผลงานให้โดดเด่น"
  },
  "The High Priestess": {
    "meaning": "ความเก่ง ความสามารถสูง ความเฉลียวฉลาด",
    "advice": "คุณมีความรู้ลึกซึ้งและเข้าใจเนื้อหาได้ดี แต่คุณอาจไม่ค่อยแสดงออก การเรียนของคุณเกี่ยวข้องกับความเข้าใจภายใน จิตวิทยา หรือศาสตร์ลึก ไพ่แนะนำให้คุณเชื่อในสัญชาตญาณ และหมั่นทบทวนเนื้อหาเงียบ ๆ จะช่วยให้เก่งขึ้นอย่างมั่นคง"
},
   "The Empress": {
      "meaning": "ความอุดมสมบูรณ์ทุกอย่าง ความมั่งมี ความเฟื่องฟู ไม่ว่าจะเป็นด้านใดก็ตาม ทั้งทรัพย์สิน เงินทอง ความมั่งคั่งทั้งหมด",
      "advice": "คุณเรียนได้ดีในสภาพแวดล้อมที่อบอุ่นหรือสร้างสรรค์ ไพ่ใบนี้แสดงถึงการเรียนรู้ที่มีแรงบันดาลใจ มักเหมาะกับวิชาแนวศิลปะ ออกแบบ ภาษา หรือสิ่งที่เกี่ยวกับความงาม ควรใช้ความคิดสร้างสรรค์และความอ่อนโยนในการเรียน จะช่วยให้เข้าใจง่ายขึ้น"
  },
   "The Emperor": {
      "meaning": "อำนาจ การมีอำนาจ การตกอยู่ภายใต้ผู้ที่มีอำนาจมากกว่า ความกดดัน หรือทางทรัพย์สินจะหมายถึงความมั่งคั่ง",
      "advice": "คุณมีวินัยและตั้งใจสูงในการเรียน ไพ่ใบนี้สื่อถึงโครงสร้าง ความเข้มงวด การเรียนที่ดีจะมาจากการวางแผนอย่างมีระบบและการเคารพกฎระเบียบ เหมาะกับสายวิชาแนววิทยาศาสตร์ กฎหมาย หรือเทคโนโลยี ที่ต้องการความแม่นยำ"
  },
   "The Hierophant": {
      "meaning": "การเป็นที่พึ่งพาของผู้อื่น การต้องรับผิดชอบเกี่ยวกับเรื่องของผู้อื่น การเป็นผู้นำ",
      "advice": "คุณเรียนรู้ได้ดีจากครูอาจารย์หรือแหล่งความรู้ดั้งเดิม ไพ่ใบนี้บ่งถึงการศึกษาแบบเป็นทางการ เช่น โรงเรียน มหาวิทยาลัย หรือสถาบันที่มีมาตรฐาน คุณเหมาะกับการเรียนแบบมีระเบียบ ไม่เหมาะกับการเรียนอิสระมากนัก"
  },
   "The Lovers": {
      "meaning": "ความรักที่ดี หรือการมีเรื่องที่ต้องตัดสินใจเข้ามา",
      "advice": "อาจมีปัจจัยเรื่องความรักหรือเพื่อนเข้ามาเกี่ยวข้องกับการเรียน เช่น เรียนกับคนรัก หรือเรียนเพื่อเป้าหมายร่วมกับใครบางคน ไพ่ใบนี้ยังหมายถึงการเลือกระหว่างสาขาวิชาหรือทางเลือกการเรียน ควรตัดสินใจด้วยความตั้งใจ ไม่ใช่แค่ตามใจคนอื่น"
  },
   "The Chariot": {
      "meaning": "ความมุ่งมั่นในการจัดการ หรือการทำสิ่งใดๆ ก็ตาม หากเดินหน้าต่อไปก็จะสำเร็จได้ตามที่ต้องการ",
      "advice": "คุณมีพลังและความมุ่งมั่นที่จะเอาชนะอุปสรรค ไพ่ใบนี้เหมาะกับการสอบแข่งขัน หรือช่วงที่ต้องใช้ความพยายามสูงมาก ถ้าโฟกัสได้ดี คุณจะประสบความสำเร็จ แต่อย่าหวั่นไหวกับสิ่งรอบตัว ต้องควบคุมตนเองและมีสมาธิ"
  },
   "Strength": {
      "meaning": "การจัดการปัญหา อุปสรรค และการใช้ชีวิตที่เก่งมาก แสดงถึงคนที่เข้มแข็ง สามารถจัดการทุกอย่างได้ดี",
      "advice": "คุณมีความอดทนสูงในการเรียน แม้จะเจอเนื้อหายาก ก็จะไม่ยอมแพ้ ไพ่ใบนี้ยังแนะนำให้ใช้ความเมตตาและการควบคุมอารมณ์ในการเรียนรู้ ไม่ตึงจนเกินไป ค่อย ๆ เรียนอย่างมั่นคงจะได้ผลดีในระยะยาว"
  },
   "The Hermit": {
      "meaning": "ความต้องการเวลาในการทบทวนตัวเอง และต้องการชีวิตที่ส่วนตัวมากขึ้นในการจัดการสิ่งต่างๆ ",
      "advice": "คุณชอบการเรียนรู้ด้วยตัวเอง เป็นนักอ่าน นักค้นคว้า ชอบเรียนลึก ๆ ไพ่ใบนี้เหมาะกับคนที่เตรียมสอบ หรือศึกษาระดับสูง เช่น ปริญญาโท/เอก ควรให้เวลากับการอยู่เงียบ ๆ เพื่อค้นหาความรู้ จะสำเร็จอย่างลึกซึ้ง"
  },
       "Wheel of Fortune": {
          "meaning": "จุดเปลี่ยนแปลงของชีวิต อย่าแข็งขืน ดึงดันที่จะฝืน ขังตัวเอง ห้ามใจตัวเอง .... ทำตามที่หัวใจต้องการ แล้วปล่อยให้โชคชะตานำพาไป ",
          "advice": "การเรียนของคุณอยู่ในช่วงเปลี่ยนแปลง อาจมีโอกาสใหม่ เช่น สอบติด ย้ายที่เรียน หรือมีผู้สนับสนุน ไพ่ใบนี้ยังหมายถึง จังหวะโชค หากเตรียมตัวไว้ดี จะได้รับโอกาสดี ๆ แบบไม่คาดคิด"
      },
    "Justice": {
      "meaning": "มีโอกาสได้เจอเรื่องที่ต้องเกี่ยวข้องกับด้านกฎหมาย หรือจะได้รับการตัดสินบางอย่างที่ยุติธรรมและเป็นผลดีกับตัวเอง",
      "advice": "การเรียนของคุณจะประสบผลตามที่ลงทุนไว้ ไพ่ใบนี้บ่งบอกถึงความเที่ยงธรรม เช่น ถ้าขยันก็ได้ผล ถ้าไม่ตั้งใจก็ล้มเหลว เหมาะกับวิชาที่เกี่ยวข้องกับกฎหมาย ความยุติธรรม หรือการวิเคราะห์ตรรกะ ควรซื่อสัตย์กับการเรียน ไม่โกง ไม่ลอก"
    },
    "The Hanged Man": {
      "meaning": "สิ่งที่กำลังคิดอยู่ คาดหวังอยู่ ต้องมีการรอคอยไปก่อน ห้ามใจร้อน แล้วผลลัพธ์จะสมปรารถนาแน่นอน",
      "advice": "คุณอาจต้องอดทนกับการเรียนที่ชะลอหรือไม่เป็นไปตามแผน เช่น คะแนนออกช้า เรียนไม่จบตามเวลา หรือถูกเลื่อนการสอบ ไพ่ใบนี้สื่อถึงการเสียสละ เช่น ลาออกจากที่เรียนเดิมเพื่อเป้าหมายใหม่ ควรใช้ช่วงนี้ทบทวนว่าอะไรคือเป้าหมายแท้จริง"
    },
    "Death": {
      "meaning": "มีการเปลี่ยนแปลงพลิกผันจากเรื่องที่ร้าย ชีวิตที่แย่มากๆ ด้านต่างๆ จะพลิกฟื้นกลับมาดีอีกครั้ง",
      "advice": "มีการเปลี่ยนแปลงครั้งใหญ่ในการเรียน เช่น เปลี่ยนสาย เปลี่ยนคณะ ล้มเลิกแผนเก่าแล้วเริ่มต้นใหม่ ไพ่ใบนี้ไม่ได้แปลว่า ล้มเหลว แต่คือการสิ้นสุดเพื่อการเกิดใหม่ ควรปล่อยวางสิ่งที่ไม่เวิร์ก แล้วกล้าเผชิญหน้ากับทางเลือกใหม่"
  },
     "Temperance": {
        "meaning": "ปัญหาที่เกิดขึ้นต้องมีการประนีประนอมจากตัวเราเอง แล้วผลลัพธ์จะดีมากกว่า หรืออาจต้องมีการเจรจาเพื่อต่อรองอย่างเหมาะสมเพื่อการแก้ไขปัญหาอย่างราบรื่น",
        "advice": "คุณสามารถบาลานซ์การเรียนได้ดี แม้มีหลายหน้าที่ ก็ยังบริหารเวลาได้ ไพ่นี้เหมาะกับผู้ที่เรียนไปด้วย ทำงานไปด้วย หรือเรียนสองสาย คุณจะเข้าใจเนื้อหาดีถ้ามีสมาธิ และรู้จักประยุกต์ความรู้หลากหลายสาขารวมกัน"
    },
     "The Devil": {
        "meaning": "การถูกผูกมัด ถูกบงการบังคับชีวิต ไม่มีอิสระ และสุขภาพจิตใจค่อนข้างไปทางแย่",
        "advice": "การเรียนของคุณอาจกำลังติดขัดเพราะความเครียด ความหลงใหลในสิ่งที่ไม่เป็นประโยชน์ เช่น เกม การเสพติดสิ่งบันเทิง ไพ่เตือนให้คุณตัดขาดจากสิ่งล่อใจ และกลับมาโฟกัส หากไม่เปลี่ยนพฤติกรรม อาจสะสมจนเกิดปัญหาใหญ่"
    },
     "The Tower": {
        "meaning": "จะมีเรื่องที่เปลี่ยนแปลงเกิดขึ้นอย่างกะทันหัน หรือจะมีเรื่องที่เป็นปัญหาทะเลาะเบาะแว้งกับคนใกล้ตัวเข้ามา เป็นช่วงเวลาวุ่นวายพอสมควร",
        "advice": "อาจมีเหตุการณ์ที่ทำให้แผนการเรียนพัง เช่น ตกวิชา ลาออกกลางคัน หรือพบว่าเส้นทางที่เลือกไม่เหมาะกับตน ไพ่ใบนี้แม้จะดูรุนแรง แต่ก็ช่วยให้คุณเห็นความจริงและเริ่มต้นใหม่บนรากฐานที่มั่นคงกว่าเดิม"
    },
     "The Star": {
        "meaning": "อะไรที่ต้องการให้สำเร็จ ต้องใจเย็นแล้วดำเนินการต่อไป โดยรวมแล้วไม่มีปัญหาอะไร ราบรื่นสงบดี",
        "advice": "คุณมีความหวังและแรงบันดาลใจในการเรียน แม้อาจยังไม่เห็นผลทันที แต่ไพ่ใบนี้เป็นสัญญาณว่าความพยายามของคุณจะไม่สูญเปล่า เหมาะสำหรับผู้ที่เรียนในสายสร้างสรรค์ วิจัย วิทยาศาสตร์ หรือใช้จินตนาการสูง"
    },
     "The Moon": {
        "meaning": "ปัญหาและการหลอกลวงกำลังจะเข้ามา ต้องเตรียมตัวรับมือเร็วๆ นี้",
        "advice": "การเรียนในช่วงนี้อาจสับสน ขาดเป้าหมาย หรือถูกหลอกโดยข้อมูลผิด ๆ ไพ่เตือนให้คุณระวังความลังเล ความวิตก และอารมณ์ที่ทำให้โฟกัสผิดทาง ควรตรวจสอบความจริง และอย่าตัดสินใจจากอารมณ์ชั่ววูบ"
    },
     "The Sun": {
        "meaning": "กำลังจะมีเรื่องดี ๆ เข้ามา หรืออะไรที่เคยทำไว้กำลังจะสำเร็จ เตรียมรับข่าวดี",
        "advice": "การเรียนของคุณจะประสบความสำเร็จอย่างชัดเจน ไพ่ใบนี้สื่อถึงความเข้าใจ การเปิดเผยข้อมูล ความฉลาด ความเบิกบาน เหมาะกับการสอบ การนำเสนอผลงาน หรือการแข่งขัน คุณจะเปล่งประกายและได้รับการยอมรับ"
    },
     "Judgement": {
        "meaning": "โอกาสที่เข้ามา โอกาสที่ได้รับ และการสูญเสียโอกาส สามารถเกิดขึ้นได้ทั้งหมดจากการตัดสินใจของเราแค่ครั้งเดียว",
        "advice": "คุณจะได้รับผลสะท้อนจากอดีต เช่น สอบซ่อม ทบทวนบทเรียนเก่า หรือมีโอกาสแก้ตัว ไพ่ใบนี้ยังบอกถึงการตัดสินใจสำคัญ เช่น จะเรียนต่อไหม จะเปลี่ยนเส้นทางไหม ควรฟังเสียงภายในตนและไตร่ตรองให้ดี"
    },
    "The World": {
      "meaning": "ความสำเร็จ ความราบรื่น ทุกอย่างที่ต้องการจะประสบความสำเร็จได้ตามมที่หวังแน่นอน",
      "advice": "การเรียนของคุณจะจบสมบูรณ์แบบ อาจหมายถึงการจบการศึกษา การสำเร็จหลักสูตร หรือได้ใบประกาศนียบัตร ไพ่ใบนี้สื่อถึงความสำเร็จระดับโลก เช่น ได้ทุนไปต่างประเทศ หรือได้รับการยอมรับอย่างกว้างขวาง เป็นไพ่แห่งความสมบูรณ์ที่สุด"
    },
    "Ace of Wands": {
      "meaning": "การได้รับข่าวสาร ได้รับโอกาส หรือได้เริ่มต้นกิจกรรมบางอย่าง",
      "advice": "การเริ่มต้นการเรียนรู้ใหม่อย่างเต็มไปด้วยพลังและแรงบันดาลใจ คุณมีความอยากรู้อยากเห็น อยากเริ่มทำโปรเจกต์ใหม่ หรือเข้าเรียนในหลักสูตรที่คุณสนใจอย่างมาก ไพ่ใบนี้ยังหมายถึงไอเดียสดใหม่ เช่น การเริ่มเรียนด้านสร้างสรรค์ สื่อ ศิลปะ หรือเทคโนโลยี ควรรีบลงมือทันที เพราะเป็นช่วงที่ “ไฟติด” มากที่สุด"
    },
    "Two of Wands": {
      "meaning": "การวางแผนการต่าง ๆ ในอนาคต ความกล้าหาญ กล้าจะก้าวออกไปยังโลกอันไม่คุ้นเคย",
      "advice": "คุณอยู่ในช่วงวางแผนหรือเปรียบเทียบทางเลือก เช่น เลือกคณะ สาขา หรือสถานที่เรียน ไพ่ใบนี้สื่อถึงการมองการณ์ไกล คุณกำลังคิดวางเป้าหมายในระยะยาว เช่น อยากเรียนต่อเมืองนอก หรือวางแผนอนาคตหลังเรียนจบ ควรหาข้อมูลเพิ่มเติมก่อนตัดสินใจ"
  },
     "Three of Wands": {
        "meaning": "การเดินทางไปยังที่ที่ไม่คุ้นเคย ทำในสิ่งที่กลัว หรือการมองการณ์ไกล",
        "advice": "เริ่มเห็นผลลัพธ์จากการเรียนที่ตั้งใจไว้แล้ว เช่น ได้เกรดดี ได้รับเลือกในกิจกรรม หรือมีคนชื่นชมความสามารถ ไพ่ใบนี้ยังหมายถึงการขยายโอกาส เช่น มีโอกาสแลกเปลี่ยน ไปดูงานต่างประเทศ หรือเริ่มโปรเจกต์ร่วมกับคนอื่น เป็นช่วงที่เติบโตเร็ว"
    },
     "Four of Wands": {
        "meaning": "การเฉลิมฉลอง การแต่งงาน หรือความสุขสมหวัง",
        "advice": "การเรียนของคุณกำลังไปได้ดี เป็นช่วงที่มั่นคง มีความสุข และผ่อนคลาย อาจได้ทำงานกลุ่มกับเพื่อนที่ดี หรือลงหลักปักฐานในสายการเรียนที่เหมาะสม ไพ่ใบนี้สื่อถึงความสำเร็จในระดับหนึ่ง เช่น จบเทอมด้วยเกรดดี หรือได้รับรางวัลเล็ก ๆ ที่ทำให้รู้สึกภาคภูมิใจ"
    },
     "Five of Wands": {
        "meaning": "การแข่งขันกับคนหมู่มาก อุปสรรคเยอะมาก หรือทะเลาะเบาะแว้ง ไม่ลงรอยกัน",
        "advice": "การเรียนอาจมีความวุ่นวายหรือความขัดแย้ง เช่น เพื่อนร่วมกลุ่มไม่ลงรอยกัน วิชามีการแข่งขันสูง หรือมีแรงกดดันจากทั้งภายในและภายนอก ไพ่แนะนำให้ใจเย็น และพยายามใช้ “พลัง” อย่างสร้างสรรค์ ไม่ควรเอาแต่เถียง ควรเปลี่ยนจากแข่งขันเป็นร่วมมือ"
    },
     "Six of Wands": {
        "meaning": "ชัยชนะ ความสำเร็จ การเฉลิมฉลองความสำเร็จ",
        "advice": "ความสำเร็จด้านการเรียนที่ชัดเจน เช่น ได้รับรางวัล ได้คะแนนดี มีคนยอมรับในความสามารถของคุณ ไพ่ใบนี้แสดงถึงเกียรติยศ การสอบผ่าน การนำเสนอผลงานอย่างโดดเด่น หรือได้รับเลือกในตำแหน่งสำคัญ เช่น หัวหน้าชั้น หรือนักเรียนดีเด่น"
    },
     "Seven of Wands": {
        "meaning": "ความยึดมั่น การปกป้องตัวเอง อุปสรรคหรือภาระที่ถาโถมเข้ามาพร้อม ๆ กัน",
        "advice": "คุณกำลังต่อสู้เพื่อรักษาความสำเร็จหรือเผชิญกับแรงกดดันจากภายนอก อาจถูกสอบสวนเรื่องคะแนน หรือโดนเปรียบเทียบกับคนอื่น แต่คุณยัง “เหนือกว่า” ถ้ามั่นใจในความรู้และเตรียมตัวดี ไพ่เตือนให้ “ยืนหยัด” อย่ายอมแพ้หรือถอย"
    },
     "Eight of Wands": {
        "meaning": "ข่าวสาร การติดต่อสื่อสารจากทางไกล หรือมีโอกาสได้เดินทางไกล",
        "advice": "ทุกอย่างเกิดขึ้นเร็วมาก เช่น ข่าวสอบเข้ามาแบบไม่ทันตั้งตัว หรือมีการเปลี่ยนแปลงกระบวนการเรียนอย่างฉับพลัน ไพ่ใบนี้สื่อถึงพลังของ “ความเร็ว” ทั้งการส่งโปรเจกต์ การสอบ การสมัครทุน – คุณต้องตื่นตัวและว่องไว ถ้าทำดี จะมีข่าวดีเร็วมาก"
    },
     "Nine of Wands": {
        "meaning": "ความเข้มแข็งและมุ่งมั่น การตัดสินใจเลือกสิ่งสำคัญ การป้องกันตัวเอง",
        "advice": "คุณรู้สึกเหนื่อยล้าจากการเรียน หรือรู้สึกว่าต้อง “ตื่นตัวอยู่ตลอดเวลา” เหมือนเคยผ่านความล้มเหลวมาแล้ว และไม่อยากเจออีก ไพ่แนะนำว่าแม้คุณจะเหนื่อยแต่ยังไม่ควรยอมแพ้ เพราะคุณใกล้ความสำเร็จแล้ว ควรอดทนอีกนิด และจัดการกับความกลัวให้ได้"
    },
  
    "Ten of Wands": {
      "meaning": "ภาระหน้าที่หรือการทำงานมากเกินไปจนไม่สามารถขยับตัวไปทำสิ่งอื่น ๆ ได้",
      "advice": "คุณแบกรับภาระในการเรียนมากเกินไป เช่น ลงเรียนหลายวิชา ทำงานพิเศษ เรียนควบสองที่ หรือรับผิดชอบโปรเจกต์ที่เกินกำลัง ไพ่ใบนี้เตือนให้คุณรู้จักแบ่งเบาภาระ และขอความช่วยเหลือ ไม่ใช่ทุกอย่างคุณต้องทำคนเดียว เพราะจะทำให้ประสิทธิภาพลดลง"
    },
    "Page of Wands": {
      "meaning": "ได้รับข่าวสาร กระตือรือร้น กล้าหาญ มุ่งมั่นกับสิ่งที่เลือกแล้ว",
      "advice": "คุณกำลังอยู่ในช่วงทดลองหรือเริ่มเรียนสิ่งใหม่ด้วยความกระตือรือร้น มีความอยากรู้ อยากลอง ไพ่ใบนี้เหมาะกับการค้นพบวิชาที่ตนเองรัก หรือเริ่มเรียนสายที่ไม่เคยเรียนมาก่อน เช่น ภาษาต่างประเทศ การแสดง เทคโนโลยีสมัยใหม่ ถ้าตั้งใจ จะพัฒนาได้ไกล"
    },
    "Knight of Wands": {
      "meaning": "มั่นใจในตัวเอง ชอบเสี่ยง การลงมือทำสิ่งต่าง ๆ ด้วยความรวดเร็วว่องไว",
      "advice": "คุณมีความทะเยอทะยานในการเรียน และพร้อมจะลุยทุกอย่างอย่างรวดเร็ว ไพ่ใบนี้เหมาะกับการสอบแข่งขัน เรียนเร่งรัด หรือเข้าโครงการเร่งด่วน ควรระวังความใจร้อน อาจทำให้ขาดความละเอียด แต่ถ้าใช้พลังให้ถูกทาง จะประสบความสำเร็จแบบรวดเร็ว"
  },
     "Queen of Wands": {
        "meaning": "การมีความคิดสร้างสรรค์ การเป็นตัวของตัวเอง",
        "advice": "คุณเรียนเก่ง เป็นคนมีเสน่ห์ มีภาวะผู้นำ และมีความคิดสร้างสรรค์สูง ไพ่ใบนี้สื่อถึงการเรียนที่ “ไม่เพียงแค่เรียน” แต่คุณยังสามารถสื่อสาร ถ่ายทอด จัดการ และชักชวนคนอื่นได้ดี เหมาะกับบทบาทผู้นำ เช่น ประธานชมรม หรือที่ปรึกษาวิชาการ"
    },
     "King of Wands": {
        "meaning": "การมีอำนาจ มีไอเดียใหม่ ๆ กล้าหาญ ความมั่นคงและน่าเชื่อถือ",
        "advice": "คุณมีวิสัยทัศน์สูงในการเรียน มองภาพรวมได้ดี และมีแรงบันดาลใจมาก ไพ่ใบนี้สื่อถึงการเป็นผู้นำทางวิชาการ เช่น เป็นนักวิจัย เป็นหัวหน้าโปรเจกต์ หรือเรียนในระดับสูงมาก เช่น ปริญญาโทขึ้นไป คุณจะประสบความสำเร็จอย่างมาก ถ้าใช้ความมั่นใจนำทาง"
    },
     "Ace of Cups": {
        "meaning": "ความรัก การเริ่มต้น การมอบสิ่งดี ๆ ให้กับอีกฝ่ายหรืออาจจะเป็นฝ่ายได้รับสิ่งดี ๆ จากผู้อื่น",
        "advice": "คุณมีวิสัยทัศน์สูงในการเรียน มองภาพรวมได้ดี และมีแรงบันดาลใจมาก ไพ่ใบนี้สื่อถึงการเป็นผู้นำทางวิชาการ เช่น เป็นนักวิจัย เป็นหัวหน้าโปรเจกต์ หรือเรียนในระดับสูงมาก เช่น ปริญญาโทขึ้นไป คุณจะประสบความสำเร็จอย่างมาก ถ้าใช้ความมั่นใจนำทาง"
    },
     "Two of Cups": {
        "meaning": "คนรัก คู่รัก การมอบความรักให้กันและกัน ถ้าชอบใครอยู่อาจมีโอกาสสมหวัง",
        "advice": "คุณได้พบเพื่อนที่เหมาะสมในการเรียน หรือได้คู่หูโปรเจกต์ที่ทำงานด้วยกันอย่างลงตัว ไพ่สื่อถึงการทำงานเป็นทีมที่ดี บรรยากาศในห้องเรียนกลมเกลียว เหมาะกับการทำกิจกรรมร่วมกัน เช่น งานวิจัย งานกลุ่ม หรือโครงการที่ต้องใช้ความเข้าใจและการสื่อสาร"
    },
     "Three of Cups": {
        "meaning": "การเฉลิมฉลอง ปาร์ตี้กับเพื่อน ๆ มีความรักแบบเพื่อนฝูง แฮปปี้มีความสุข",
        "advice": "คุณประสบความสำเร็จบางอย่างในการเรียน เช่น สอบผ่าน ได้คะแนนดี หรือจบโปรเจกต์สำเร็จ และได้เฉลิมฉลองร่วมกับเพื่อน ๆ ไพ่ใบนี้ยังแสดงถึงความสุขจากการเรียนแบบไม่เครียด เช่น กิจกรรมสร้างสรรค์ การเรียนรู้ผ่านกิจกรรมทางสังคม หรือกลุ่มเรียนที่สนุกสนาน"
    },
     "Four of Cups": {
        "meaning": "การหยุดนิ่ง ความเบื่อหน่าย แม้จะมีความสุข มีสิ่งดี ๆ รายล้อม แต่กลับเบื่อหน่ายเพราะอยู่แต่ในกรอบเดิม ๆ",
        "advice": "คุณรู้สึกเบื่อหน่ายหรือไม่สนุกกับการเรียนในตอนนี้ อาจเพราะเรียนในสิ่งที่ไม่ชอบ หรือไม่ได้แรงบันดาลใจ ไพ่เตือนให้คุณ “ลุกขึ้นมามองรอบตัว” อาจมีโอกาสดี ๆ ผ่านเข้ามา เช่น โครงการที่น่าสนใจ หรือสิ่งที่คุณมองข้าม ลองเปลี่ยนมุมมองหรือแนวทางการเรียนดู"
    },
     "Five of Cups": {
        "meaning": "การสูญเสีย ความเศร้า เหมือนถ้วยที่ล้มลง ความรู้สึกสิ้นหวัง ความหวังพังทลาย",
        "advice": "คุณอาจผิดหวังกับผลการเรียน เช่น สอบตก โปรเจกต์ไม่ผ่าน หรือไม่ได้รับในสิ่งที่คาดหวัง ไพ่ใบนี้ไม่ได้หมายถึงความล้มเหลวทั้งหมด แต่แสดงถึงการ “เสียใจเพราะโฟกัสที่ด้านลบ” ให้หันกลับมามองว่ายังมีโอกาสแก้ไข และใช้บทเรียนนี้พัฒนาต่อไป"
    },
  
    "Six of Cups": {
      "meaning": "ความสงบสุข มีคนมาเยี่ยม อาจได้รับเซอร์ไพรส์จากคนอื่น มีการมาหาแบบไม่ทันตั้งตัว ได้รับของฝาก",
      "advice": "การเรียนที่เชื่อมโยงกับอดีต เช่น หวนกลับไปเรียนในสิ่งที่เคยชอบตอนเด็ก เจอเพื่อนเก่า หรือเรียนในสภาพแวดล้อมที่ทำให้รู้สึกอบอุ่น ไพ่ยังแสดงถึงการเรียนรู้อย่างอ่อนโยน เช่น การเรียนเพื่อช่วยเหลือผู้อื่น การเป็นติวเตอร์ หรือการเรียนเพื่อพัฒนาตนเองด้านจิตใจ"
    },
    "Seven of Cups": {
      "meaning": "ความสับสน ตัวเลือกเยอะ เกิดขึ้นได้จากความรู้สึกที่มีมากมายเกินความจำเป็น หรือแม้แต่มีข้อเสนอเข้ามาเยอะมากจนตัดสินใจไม่ถูก",
      "advice": "คุณกำลังสับสนในการเลือกวิชาหรือสายการเรียน มีตัวเลือกเยอะ แต่ไม่แน่ใจว่าอะไรคือ “ทางที่ใช่” ไพ่ใบนี้เตือนให้แยกแยะระหว่าง “สิ่งที่อยาก” กับ “สิ่งที่ควร” อย่าหลงกับภาพลวงตา หรือข้อมูลที่ไม่ชัดเจน ควรใช้เหตุผลและถามตัวเองว่าต้องการอะไรจริง ๆ"
    },
    "Eight of Cups": {
      "meaning": "การจากลา ทอดทิ้ง การเดินหนีจากสิ่งที่ทำให้ผิดหวัง หรือเรื่องนั้น ๆ ได้จบลงแล้ว ได้เวลาก้าวต่อไป",
      "advice": "คุณอาจตัดสินใจลาออกจากสิ่งที่เคยเรียน หรือทิ้งแนวทางเดิมเพื่อเดินทางสู่เส้นทางใหม่ ไพ่ใบนี้เกี่ยวกับการ “เดินจากสิ่งที่ไม่เติมเต็ม” แม้จะเรียนมานานก็ตาม เป็นช่วงของการตัดสินใจที่กล้าหาญ เช่น ลาออกจากคณะที่ไม่ใช่ เพื่อค้นหาทางที่ตรงกับใจตนเอง"
  },
     "Nine of Cups": {
        "meaning": "สมหวัง ความหวังเป็นจริง สิ่งที่อยากได้กำลังจะกลายเป็นจริงแล้ว",
        "advice": "คุณพึงพอใจในผลการเรียนอย่างมาก เช่น ได้เกรดดี ติดอันดับต้น ๆ หรือมีความสุขกับสิ่งที่เรียน ไพ่ใบนี้คือ “ความสมหวัง” ด้านวิชาการและจิตใจ เป็นช่วงที่คุณรู้สึกภูมิใจในตนเอง และผู้อื่นก็รับรู้ความสามารถของคุณ เป็นผลจากความตั้งใจที่สะสมมา"
    },
     "Ten of Cups": {
        "meaning": "ความสุข ครอบครัว การมีทุกอย่างพร้อม มีความสุขแบบสุด ๆ",
        "advice": "คุณมีความสุขมากกับสภาพแวดล้อมการเรียน เช่น เพื่อน ครู หรือสถานที่เรียน ไพ่ใบนี้เป็นพลังของ “ความสมดุล” คุณอาจอยู่ในโรงเรียนหรือมหาวิทยาลัยในฝัน หรือได้เรียนในคณะที่รัก ครอบครัวสนับสนุน และทุกอย่างดูลงตัว ชีวิตนักเรียนหรือนักศึกษาช่วงนี้ถือว่ายอดเยี่ยม"
    },
     "Page of Cups": {
        "meaning": "ความสนุก ชอบเข้าสังคม ได้พบเจอกับคนมากหน้าหลายตา หรืออาจได้รับข่าวสารบางอย่าง",
        "advice": "คุณกำลังเปิดใจเรียนรู้ด้วยความอยากรู้อยากเห็น อาจมีพรสวรรค์ด้านศิลปะ หรือสนใจในสิ่งที่ใช้ความรู้สึกมากกว่าเหตุผล ไพ่แสดงถึงความอ่อนโยน และจินตนาการ เหมาะกับการเรียนสายศิลป์ ภาษา จิตวิทยา หรือการทำกิจกรรมที่ใช้หัวใจมากกว่ากฎระเบียบ"
    },
     "Knight of Cups": {
        "meaning": "นักสู้ นักฝัน การขอร้อง ขอแต่งงาน อยากได้สิ่งใดก็ต้องออกไปฝ่าฟันเอามาให้ได้",
        "advice": "คุณมีเป้าหมายการเรียนที่ชัดเจน แต่ขับเคลื่อนด้วยอารมณ์ ความฝัน และอุดมคติ คุณอาจเป็นนักเรียนที่ “โรแมนติกกับการเรียน” เช่น เรียนเพราะอยากเปลี่ยนโลก อยากทำงานช่วยเหลือผู้คน ไพ่ใบนี้เตือนให้เดินตามฝันแต่ไม่ลืมความจริง และรักษาความสมดุล"
    },
     "Queen of Cups": {
        "meaning": "สัญชาตญาณดี การพิจารณา หากต้องตัดสินใจอะไรก็ตาม ต้องคิดทบทวนอย่างรอบคอบ",
        "advice": "คุณมีความเข้าใจลึกซึ้งในเนื้อหา และสามารถเข้าใจผู้เรียนคนอื่นด้วย ไพ่ใบนี้เหมาะกับผู้ที่เรียนด้านการบำบัด พยาบาล ศิลปะ หรือจิตวิทยา คุณอาจเป็นคนที่เพื่อนมาขอคำแนะนำเสมอ ไพ่ยังสื่อถึงความสามารถในการจัดการกับอารมณ์ระหว่างการเรียนได้ดีมาก"
    },
     "King of Cups": {
        "meaning": "ฉลาด สุขุม อดทน แม้ว่าจะต้องเจอกับเหตุการณ์ไม่มั่นคงใด ๆ ก็ต้องวางตัวหนักแน่  ใช้เหตุผลมากกว่าอารมณ์",
        "advice": "คุณเป็นนักเรียนที่มีวุฒิภาวะสูง ควบคุมอารมณ์ดี และเข้าใจความซับซ้อนของวิชาอย่างลึกซึ้ง ไพ่นี้เหมาะกับครู อาจารย์ หรือนักศึกษาระดับสูงที่ต้องเข้าใจทั้งเนื้อหาและจิตใจของผู้คน คุณเรียนเพื่อเป้าหมายที่ยิ่งใหญ่ เช่น การเป็นผู้นำทางสังคมหรือช่วยเหลือผู้ตกทุกข์ได้ยาก"
    },
     "Ace of Swords": {
        "meaning": "อุปสรรคจะผ่านพ้น และความสำเร็จกำลังเข้ามา ได้เริ่มต้นสิ่งใหม่ๆ เสียที",
        "advice": "คุณมีความคิดเฉียบแหลม ไอเดียใหม่ ๆ กำลังเริ่มต้นได้อย่างยอดเยี่ยม ไพ่ใบนี้คือ “สติปัญญาและความจริง” แสดงถึงการเริ่มต้นเรียนรู้สิ่งที่ใช้เหตุผลสูง เช่น กฎหมาย วิทยาศาสตร์ ปรัชญา หรือการวิเคราะห์ข้อมูลต่าง ๆ หากมีสอบหรือสอบสัมภาษณ์ คุณจะสื่อสารได้คมชัดและตรงประเด็น"
    },
  
    "Two of Swords": {
      "meaning": "ช่วงที่ตกอยู่ในความเครียดสูง ปัญหาทับถมเยอะจนหาทางออกยาก",
      "advice": "คุณอาจลังเลอยู่กับการตัดสินใจทางการเรียน เช่น จะเลือกคณะไหนดี? จะเปลี่ยนสายเรียนหรือไม่? ไพ่ใบนี้แสดงถึงภาวะ “ปิดใจ” หรือไม่กล้าตัดสินใจเพราะกลัวผลลัพธ์ ให้ลองเปิดใจรับฟังข้อมูลจากภายนอก และวิเคราะห์ด้วยเหตุผล ไม่ใช่อารมณ์"
    },
    "Three of Swords": {
      "meaning": "อุปสรรคและความผิดหวังจะเกิดขึ้นกับเรื่องที่กังวลอยู่",
      "advice": "คุณอาจเผชิญความผิดหวังในการเรียน เช่น ได้คะแนนไม่ดี ถูกตัดสิทธิ์ หรือทะเลาะกับอาจารย์หรือเพื่อนร่วมกลุ่ม ไพ่ใบนี้สะท้อนความเจ็บปวดทางใจที่เกิดจากความคาดหวังที่ผิดไป แต่ในขณะเดียวกันก็เป็นบทเรียนสำคัญที่ทำให้คุณแข็งแกร่งขึ้น และมีวุฒิภาวะมากกว่าเดิม"
    },
    "Four of Swords": {
      "meaning": "ความกดดันที่เกิดขึ้นจากคนรอบตัวหรือจากตนเอง เป็นช่วงเวลาที่เครียดมาก",
      "advice": "คุณจำเป็นต้องพักจากความเครียดทางการเรียน ไพ่ใบนี้สื่อถึงการหยุดพัก ฟื้นฟูจิตใจ หรือการขอเวลาในการปรับตัว เช่น ช่วงปิดเทอม หยุดเรียนชั่วคราว หรืออยู่ในสภาวะที่ต้องทบทวนตัวเองว่าเรียนไปเพื่ออะไร คำแนะนำคือ “อย่าเร่งตัวเองเกินไป” พักให้เต็มที่แล้วเริ่มใหม่"
  },
     "Five of Swords": {
        "meaning": "ปัญหาทะเลาะกับคนรอบตัว และปัญหายุ่งยากที่วุ่นวายกำลังเข้ามา",
        "advice": "มีความขัดแย้งเกิดขึ้นในวงการเรียน เช่น การทะเลาะกับเพื่อนในกลุ่ม การเอาชนะกันในทางความคิด หรือรู้สึกโดดเดี่ยว ไพ่เตือนว่าแม้จะชนะทางเหตุผล แต่ความสัมพันธ์อาจพังได้ ให้ระวังการใช้คำพูด การวิจารณ์ หรือการเอาชนะกันมากเกินไป เรียนอย่างมีน้ำใจนักเรียน"
    },
     "Six of Swords": {
        "meaning": "การตามแก้ปัญหาที่ตนเองได้ก่อหรือหนีไว้มาโดยตลอด ต้องรีบจัดการให้เรียบร้อย",
        "advice": "คุณกำลังเปลี่ยนผ่านด้านการเรียน เช่น ย้ายโรงเรียน เปลี่ยนคณะ หรือต้องปรับตัวกับระบบใหม่ แม้การเปลี่ยนแปลงนี้จะยาก แต่ไพ่ใบนี้ให้สัญญาณว่า “คุณกำลังเคลื่อนไปสู่สิ่งที่ดีขึ้น” อย่ากลัวที่จะเรียนรู้จากสภาพแวดล้อมใหม่ ๆ คุณจะปรับตัวได้ในที่สุด"
    },
     "Seven of Swords": {
        "meaning": "ปัญหาที่เกี่ยวกับเรื่องที่ทำงาน การทำงาน หรือเพื่อนร่วมงาน",
        "advice": "มีบางอย่างที่ไม่โปร่งใสในการเรียน เช่น ลอกงาน ถูกโกง หรือมีคนแอบใช้ความรู้คุณไป ไพ่ใบนี้เตือนถึงการ “ไม่ซื่อสัตย์” ทั้งจากตนเองหรือผู้อื่น คุณอาจลังเลว่าจะใช้ทางลัด เช่น การทุจริตในการสอบ อย่าหลงไปกับสิ่งชั่วคราว เพราะจะมีผลในระยะยาว"
    },
     "Eight of Swords": {
        "meaning": "สถานการณ์ความเครียด ความกดดัน ไร้ทางออกของปัญหาเข้ามาบีบบังคับให้ต้องตัดสินใจผิดๆ ",
        "advice": "คุณรู้สึกติดกับดักทางความคิด เช่น “ฉันไม่เก่ง” “ฉันเรียนไม่ไหว” หรือมีความเครียดสูงจนไม่กล้าก้าวออกจากกรอบ ไพ่ใบนี้แสดงถึงภาวะ “จิตใจถูกกักขัง” จริง ๆ แล้วคุณสามารถหลุดออกมาได้ หากกล้าคิดใหม่ และขอความช่วยเหลือจากครูหรือเพื่อนที่เข้าใจ"
    },
     "Nine of Swords": {
        "meaning": "สุขภาพแย่ลงจากปัญหาเกี่ยวกับความเครียด ความคิด และความกดดันต่างๆ ในช่วงนี้",
        "advice": "คุณกำลังเครียดมากเกี่ยวกับการเรียน เช่น อ่านหนังสือไม่ทัน กังวลเรื่องสอบ หรือกลัวล้มเหลว ไพ่ใบนี้คือ “ความทุกข์ในใจ” ซึ่งบางครั้งเกิดจากการคิดมากเกินไป ไพ่เตือนให้คุณหาเวลาพักผ่อนบ้าง และอย่ากดดันตัวเองจนเกินไป ลองแบ่งเวลาจัดตารางเรียนอย่างมีสติ"
    },
     "Ten of Swords": {
        "meaning": "เรื่องความเครียด ความกดดัน และปัญหาต่างๆ กำลังจะผ่านพ้นและจบสิ้นเร็วๆ นี้ด้วยตัวของท่านเอง",
        "advice": "คุณอาจประสบกับเหตุการณ์หนัก เช่น สอบตกซ้ำซาก พลาดโอกาสสำคัญ หรือรู้สึกหมดแรงในการเรียน ไพ่ใบนี้คือจุดจบของความเจ็บปวด แต่ก็แปลว่าจะมีจุดเริ่มต้นใหม่ อย่าท้อแท้ แม้จะล้มเหลวมากแค่ไหน ไพ่ใบนี้เชิญให้คุณ “ฟื้นคืน” และลุกขึ้นด้วยจิตใจใหม่"
    },
  "Page of Swords": {
      "meaning": "ปัญหาที่ต้องจัดการหรือต้องตัดสินใจ สามารถจัดการเองได้เลย แล้วจะผ่านพ้นได้ด้วยดี",
      "advice": "คุณเป็นนักเรียนที่อยากรู้อยากเห็น ชอบหาข้อมูล ลองตั้งคำถาม และไม่ยอมรับทุกอย่างโดยไม่วิเคราะห์ ไพ่แสดงถึงความเฉียบแหลม แต่ก็เตือนว่าอาจ “ซนเกินไป” หรือไม่จดจ่อได้ หากควบคุมได้ดี คุณจะเป็นผู้เรียนที่เก่งมากในด้านภาษา กฎหมาย หรือวิทยาการ"
  },
  "Knight of Swords": {
      "meaning": "การต่อสู้อย่างเหน็ดเหนื่อยมายาวนานกับปัญหาและอุปสรรคต่างๆ ที่ไม่จบง่าย",
      "advice": "คุณมีพลังผลักดันสูง และพุ่งไปข้างหน้าด้วยความมุ่งมั่น อาจสอบติดเพราะความกล้าและความเร็ว ไพ่ใบนี้เหมาะกับการสอบแข่ง การเรียนที่ต้องเอาชนะเวลา แต่เตือนว่าความรีบเร่งอาจทำให้ขาดความละเอียด ควรเพิ่มสติ และไม่มองข้ามรายละเอียดสำคัญ"
  },
  "Queen of Swords": {
      "meaning": "การจัดการปัญหายากๆ ได้ด้วยตัวเองอย่างราบรื่นและต้องใช้ความเด็ดขาดในการเข้าสู้ จึงจะชนะได้",
      "advice": "คุณเป็นนักเรียนที่มีความคิดชัดเจน รู้ว่าอะไรคือประเด็นสำคัญ และสามารถแยกแยะความจริงได้ดี ไพ่ใบนี้เหมาะกับสายวิชาที่ต้องใช้เหตุผลและตรรกะ เช่น กฎหมาย วิทยาศาสตร์ ปรัชญา คุณมีวุฒิภาวะและเป็นที่ปรึกษาให้เพื่อนได้ แต่อาจดู “แข็ง” และเข้าถึงยากบ้าง"
  },
  "King of Swords": {
      "meaning": "ต้องใช้ความเด็ดเดี่ยว สติปัญญา ความรอบคอบ พิจารณาทุกอย่างก่อนตัดสินใจในการแก้ปัญหาใดๆ ช่วงนี้",
      "advice": "คุณมีวิสัยทัศน์และสติปัญญาระดับสูง เหมาะกับการเป็นผู้นำทางวิชาการ หรือผู้ที่เรียนเพื่อสอบจบในระดับสูง เช่น ป.โท ป.เอก ไพ่ใบนี้แสดงถึงความยุติธรรม มีระเบียบแบบแผน และสามารถจัดการกับงานหนัก ๆ ได้ดี คุณสามารถใช้ความคิดตัดสินใจได้แม่นยำและมีอำนาจในการเรียนอย่างแท้จริง"
  },
     "Ace of Pentacles": {
        "meaning": "จุดเริ่มต้นของเรื่องการเงินกำลังเป็นไปในทิศทางที่ดี",
        "advice": "เป็นจุดเริ่มต้นที่มั่นคงในการเรียน เช่น ได้รับทุนการศึกษา ได้เริ่มเรียนในสถาบันที่ดี หรือมีเป้าหมายทางการศึกษาที่ชัดเจน ไพ่ใบนี้เป็นสัญลักษณ์ของ “โอกาสที่จับต้องได้” คุณอาจเริ่มเรียนสายวิชาชีพ วิทยาศาสตร์ เศรษฐศาสตร์ หรือสายที่สามารถต่อยอดเป็นอาชีพได้ชัดเจนในอนาคต"
    },
  
    "Two of Pentacles": {
      "meaning": "จะใช้จ่ายอะไรต้องคิดให้รอบคอบมากขึ้น ปัญหาหลักเป็นเรื่องการหมุนเงินไม่ทัน",
      "advice": "คุณกำลังพยายามจัดการหลายเรื่องพร้อมกัน เช่น เรียนไปด้วย ทำงานไปด้วย หรือเรียนหลายวิชา/หลายหลักสูตร ไพ่ใบนี้สะท้อนถึง “การบาลานซ์” และความสามารถในการปรับตัว แม้จะยุ่งและเหนื่อย แต่ถ้าจัดการเวลาดี ๆ คุณจะผ่านพ้นไปได้"
    },
    "Three of Pentacles": {
      "meaning": "ความตั้งใจในการเริ่มต้นสร้างฐานะ สร้างความมั่นคงจะไปในทิศทางที่ดี",
      "advice": "คุณกำลังพยายามจัดการหลายเรื่องพร้อมกัน เช่น เรียนไปด้วย ทำงานไปด้วย หรือเรียนหลายวิชา/หลายหลักสูตร ไพ่ใบนี้สะท้อนถึง “การบาลานซ์” และความสามารถในการปรับตัว แม้จะยุ่งและเหนื่อย แต่ถ้าจัดการเวลาดี ๆ คุณจะผ่านพ้นไปได้"
    },
    "Four of Pentacles": {
      "meaning": "ช่วงเวลาที่กำลังจะเริ่มมีเงินเก็บออมมากขึ้น ทิศทางความร่ำรวยมีอย่างแน่นอน ",
      "advice": "คุณมีความกลัวในเรื่องความไม่มั่นคง เช่น กลัวสอบตก กลัวเสียเวลา หรือกลัวเสียทุน ไพ่ใบนี้สะท้อนความยึดมั่นในวิธีการของตนเอง และความไม่กล้าเปิดใจรับแนวคิดใหม่ ๆ อาจเก่งในทางปฏิบัติ แต่ควรเรียนรู้ให้ยืดหยุ่นและเปิดกว้างมากขึ้น"
  },
     "Five of Pentacles": {
        "meaning": "การเจอปัญหาเกี่ยวกับด้านการเงินที่หาทางแก้ค่อนข้างยากให้ช่วงนี้ แนะนำให้เน้นจัดการปัญหาก่อน ไม่ควรก่อหนี้เพิ่ม",
        "advice": "คุณอาจเผชิญปัญหาทางการเงินในการเรียน เช่น ค่าเล่าเรียนไม่พอ ต้องหยุดเรียน หรือขาดโอกาสทางการศึกษา ไพ่ใบนี้แสดงถึงความลำบากที่ต้องเผชิญเพียงลำพัง แต่ก็เตือนว่า “คุณไม่ได้อยู่คนเดียว” ยังมีคนที่พร้อมจะช่วยเหลือ เพียงแค่คุณกล้าขอความช่วยเหลือจากครอบครัว ครู หรือทุนสนับสนุน"
    },
     "Six of Pentacles": {
        "meaning": "ความเสียเปรียบหรือเสียผลประโยชน์ที่เกี่ยวกับด้านการเงิน",
        "advice": "คุณได้รับความช่วยเหลือในการเรียน เช่น มีคนให้ทุน มีเพื่อนติวให้ หรืออาจได้เป็นผู้ช่วยสอน ไพ่ใบนี้ยังหมายถึงการ “แบ่งปันความรู้” ถ้าคุณเป็นคนช่วยคนอื่น คุณจะได้รับการยอมรับและสะสมความรู้เพิ่มขึ้นไปอีก เป็นไพ่ที่ดีเยี่ยมด้านความสมดุลของการให้-รับในการศึกษา"
    },
     "Seven of Pentacles": {
        "meaning": "ผลตอบแทนที่มาจากการลงทุน ลงแรง หรือการทำอะไรบางอย่างจะทำให้ได้รับผลลัพธ์ที่งอกเงยดี",
        "advice": "คุณเริ่มเห็นผลลัพธ์จากการเรียนที่ลงทุนลงแรงไว้ เช่น คะแนนเริ่มดีขึ้น อาจารย์เริ่มเห็นศักยภาพ แต่ยังไม่ถึงจุดสุดท้าย ไพ่ใบนี้เตือนว่า “ผลลัพธ์ที่มั่นคงต้องใช้เวลา” หากคุณพยายามอย่างต่อเนื่อง ความสำเร็จจะตามมาในไม่ช้า อย่าใจร้อน"
    },
     "Eight of Pentacles": {
        "meaning": "การเงินที่จะได้มาอย่างราบรื่น และมีเงินเหลือมากขึ้น ต้องแลกกับการทำงานหรือเหนื่อยมากขึ้นในช่วงนี้",
        "advice": "คุณตั้งใจและขยันเรียนมาก ไพ่ใบนี้คือ “ช่างฝีมือ” ที่ค่อย ๆ สร้างผลงานอย่างประณีต สื่อถึงนักเรียนที่ขยัน มีวินัย และไม่ยอมแพ้ง่าย ๆ คุณเหมาะกับสายอาชีพที่ต้องใช้ความสามารถเฉพาะ เช่น ศิลปะ หัตถกรรม วิศวกรรม หรือวิทย์-คอม ซึ่งต้องฝึกฝนซ้ำ ๆ เพื่อความเชี่ยวชาญ"
    },
     "Nine of Pentacles": {
        "meaning": "การเงินราบรื่น คล่องมือ และเหลือเก็บเหลือใช้",
        "advice": "คุณเริ่มเห็นผลสำเร็จของความพยายามทางการเรียน เช่น สอบได้เกรดดี ได้ทุน ได้โอกาสดี ๆ เป็นไพ่ของความสำเร็จที่มาจากการพึ่งพาตนเอง และสามารถยืนอยู่บนความรู้ของตน ไพ่ใบนี้บอกว่าคุณมีศักยภาพสูงมาก และกำลังจะกลายเป็นผู้เชี่ยวชาญหรือผู้ทรงคุณวุฒิในสายการเรียนของตน"
    },
     "Ten of Pentacles": {
        "meaning": "การเงินพร้อมต่อยอดอนาคตชีวิต และราบรื่นต่อเนื่องไม่มีติดขัด",
        "advice": "เป็นช่วงที่คุณได้รับการสนับสนุนทางการศึกษาจากครอบครัว หรืออยู่ในสภาพแวดล้อมที่มั่นคง มีระบบสนับสนุนที่ดี ไพ่ใบนี้ยังหมายถึง “การเรียนเพื่อวางรากฐานระยะยาว” เช่น การวางแผนเรียนต่อ การเตรียมสอบเข้ามหาวิทยาลัย หรือการส่งต่อความรู้ให้คนในครอบครัว เป็นไพ่ของความมั่งคั่งและมั่นคงทางวิชาการ"
    },
   "Page of Pentacles": {
      "meaning": "โอกาสดีๆ ด้านการเงิน หรือการเติบโตเรื่องเกี่ยวกับรายรับจะเข้ามาเร็วๆ นี้",
      "advice": "คุณมีความตั้งใจเรียน มีเป้าหมายที่ชัดเจน และเต็มใจเรียนรู้ ไพ่ใบนี้หมายถึงนักเรียนที่พร้อมเริ่มต้นในเส้นทางการศึกษาอย่างมั่นคง อาจได้โอกาสเรียนในสายที่มั่นคง เช่น การเงิน วิศวะ เกษตร หรือสาธารณสุข แต่อาจต้องระวังเรื่องความช้าหรือความเนิบ ควรเพิ่มพลังผลักดันอีกนิด"
  },
   "Knight of Pentacles": {
      "meaning": "โอกาสด้านการเงินเพิ่มเติมจะเกิดขึ้น เมื่อออกไปหาสิ่งใหม่ๆ ในการเริ่มต้น",
      "advice": "คุณเป็นนักเรียนที่มีวินัย ตั้งใจเรียนอย่างคงเส้นคงวา แม้จะไม่ได้เก่งที่สุด แต่คุณมีความอดทนและขยัน ซึ่งนำไปสู่ความสำเร็จในระยะยาว ไพ่ใบนี้คือแบบอย่างของ “นักเรียนสายอึด” ที่ไม่หวือหวา แต่ไม่มีวันล้มเพราะไม่ยอมแพ้ คุณจะเป็นผู้เชี่ยวชาญได้ในที่สุด"
  },
   "Queen of Pentacles": {
      "meaning": "ต้องใช้การพิจารณาที่รอบคอบมากขึ้นสำหรับการตัดสินใจเรื่องเกี่ยวกับการเงินช่วงนี้",
      "advice": "คุณมีทั้งความรู้และความสามารถในการดูแลตนเองและผู้อื่น เป็นไพ่ของนักเรียนที่ “บาลานซ์ชีวิตได้ดี” ทั้งด้านเรียน ด้านบ้าน และด้านการเงิน คุณมีจิตใจโอบอ้อมอารี และมักให้คำปรึกษาเพื่อน ๆ ได้ดี อาจเหมาะกับการเรียนสายสุขภาพ จิตวิทยา หรือการจัดการทรัพยากรมนุษย์"
  },
    "King of Pentacles": {
      "meaning": "โอกาสด้านการเงินเพิ่มเติมจะเกิดขึ้น เมื่อออกไปหาสิ่งใหม่ๆ ในการเริ่มต้น",
      "advice": "คุณมีวิสัยทัศน์ทางการเรียนที่มุ่งมั่นและเป็นระบบ อาจเป็นผู้นำกลุ่มหรือเป็นที่ยอมรับในระดับสูง ไพ่ใบนี้สะท้อนถึงความสำเร็จด้านการศึกษาในระดับสูง เช่น จบด้วยเกียรตินิยม เป็นผู้เชี่ยวชาญ หรือมีชื่อเสียงด้านวิชาการ คุณสามารถนำความรู้ไปใช้ในทางปฏิบัติได้อย่างมั่นคงและมั่งคั่ง"
    }
}
    