            {
  "The Fool": {
    "meaning": "การเริ่มต้นใหม่ เส้นทางใหม่ๆ หรือสิ่งใหม่ๆ ที่วางแผนไว้สามารถเริ่มต้นได้ ดำเนินได้แต่จะมีความเสี่ยงร่วมด้วย หรืออาจหมายถึงไพ่ที่เกี่ยวข้องกับความเสี่ยงเลยก็ได้",
    "advice": "ในครอบครัว คุณคือคนที่เต็มไปด้วยพลังแห่งความหวังและการเริ่มต้นใหม่ แม้บางครั้งอาจดูเหมือนว่าคุณกล้าหาญและไร้เดียงสา แต่คุณพร้อมที่จะเสี่ยงและก้าวผ่านทุกอุปสรรคเพื่อสร้างความสุขให้กับครอบครัว คุณอาจเป็นคนที่กระตุ้นให้คนในบ้านเปิดใจรับสิ่งใหม่ ๆ หรือแสดงความคิดสร้างสรรค์ในการแก้ปัญหาครอบครัว แม้ว่าจะมีความไม่แน่นอนในบางเรื่อง แต่ความสดใสและความมุ่งมั่นของคุณคือแรงผลักดันให้ครอบครัวเดินหน้าต่อไป"
  },
  "The Magician": {
    "meaning": "การเริ่มต้นลงมือทำและการต่อยอด สามารถทำได้ทุกอย่างที่ต้องการ วางแผนอะไรก็สามารถเริ่มได้เลย",
    "advice": "คุณมีพลังและความสามารถในการจัดการปัญหาภายในบ้านได้อย่างมีประสิทธิภาพ คุณมีเครื่องมือครบครัน ไม่ว่าจะเป็นความรู้ การสื่อสาร หรือความคิดสร้างสรรค์ ที่จะช่วยให้ครอบครัวของคุณผ่านพ้นสถานการณ์ที่ซับซ้อนได้ คุณอาจเป็นคนที่มีบทบาทสำคัญในการวางแผน การแก้ไขปัญหา และสร้างความเข้าใจในครอบครัว คนในบ้านจึงพึ่งพิงคุณได้เสมอ"
  },
  "The High Priestess": {
    "meaning": "ความเก่ง ความสามารถสูง ความเฉลียวฉลาด",
    "advice": "ในครอบครัว คุณคือผู้ที่รู้จักฟังและเข้าใจความรู้สึกของคนอื่นอย่างลึกซึ้ง คุณอาจเป็นคนที่เก็บความลับหรือเป็นที่ปรึกษาของสมาชิกในบ้าน ความสงบและปัญญาของคุณช่วยสร้างบรรยากาศที่อบอุ่นและปลอดภัยในบ้าน ถึงแม้จะมีเรื่องซ่อนเร้นหรือความไม่ชัดเจนบางอย่างในครอบครัว คุณก็สามารถนำพาความสมดุลและความลึกซึ้งทางอารมณ์มาให้"
},
   "The Empress": {
      "meaning": "ความอุดมสมบูรณ์ทุกอย่าง ความมั่งมี ความเฟื่องฟู ไม่ว่าจะเป็นด้านใดก็ตาม ทั้งทรัพย์สิน เงินทอง ความมั่งคั่งทั้งหมด",
      "advice": "ความอบอุ่น ความรัก และความอุดมสมบูรณ์ในครอบครัว คุณคือแม่หรือผู้ดูแลที่เต็มไปด้วยความเมตตา และพร้อมจะให้การสนับสนุนทั้งทางร่างกายและจิตใจ บ้านของคุณเต็มไปด้วยความสุขและความสบายใจ เป็นช่วงเวลาที่ครอบครัวเติบโต มีความผูกพันลึกซึ้ง และอาจมีการเพิ่มสมาชิกใหม่เข้ามาในครอบครัวเช่นเด็กแรกเกิด หรือความรักที่ก่อตัวขึ้นอย่างมั่นคง"
  },
   "The Emperor": {
      "meaning": "อำนาจ การมีอำนาจ การตกอยู่ภายใต้ผู้ที่มีอำนาจมากกว่า ความกดดัน หรือทางทรัพย์สินจะหมายถึงความมั่งคั่ง",
      "advice": "ในครอบครัว คุณคือเสาหลักที่มั่นคงและแข็งแกร่ง คุณเป็นผู้นำที่รับผิดชอบ และสร้างโครงสร้างที่ชัดเจนสำหรับครอบครัว คุณอาจเป็นพ่อหรือผู้ที่มีบทบาทตัดสินใจสำคัญ บ้านของคุณต้องการระเบียบและกฎเกณฑ์เพื่อให้ทุกคนอยู่ร่วมกันอย่างสงบสุข แม้บางครั้งอาจดูเข้มงวด แต่คุณทำทั้งหมดเพื่อความปลอดภัยและความมั่นคงของคนที่คุณรัก"
  },
   "The Hierophant": {
      "meaning": "การเป็นที่พึ่งพาของผู้อื่น การต้องรับผิดชอบเกี่ยวกับเรื่องของผู้อื่น การเป็นผู้นำ",
      "advice": "ความสัมพันธ์ในครอบครัวที่มีความเชื่อมโยงกับประเพณี ความเชื่อ หรือการเรียนรู้ร่วมกัน คุณและครอบครัวอาจให้ความสำคัญกับการปฏิบัติตามค่านิยมดั้งเดิม เช่น ศาสนา หรือพิธีกรรมที่ช่วยสร้างความสัมพันธ์ที่แน่นแฟ้นในบ้าน ความรักในครอบครัวจึงเป็นไปตามกฎเกณฑ์และขนบธรรมเนียมที่เคารพ"
  },
   "The Lovers": {
      "meaning": "ความรักที่ดี หรือการมีเรื่องที่ต้องตัดสินใจเข้ามา",
      "advice": "ความสัมพันธ์ในครอบครัวที่เต็มไปด้วยความรัก ความเข้าใจ และการตัดสินใจร่วมกัน คุณและสมาชิกในบ้านมีความสัมพันธ์ที่ลึกซึ้งทั้งในด้านความรู้สึกและจิตใจ อาจมีความสำคัญของการเลือก หรือการเจรจาเพื่อให้ทุกฝ่ายพึงพอใจ เป็นช่วงเวลาที่ความสัมพันธ์ในครอบครัวได้รับการยืนยันและเติบโตอย่างมั่นคง"
  },
   "The Chariot": {
      "meaning": "ความมุ่งมั่นในการจัดการ หรือการทำสิ่งใดๆ ก็ตาม หากเดินหน้าต่อไปก็จะสำเร็จได้ตามที่ต้องการ",
      "advice": "ความมุ่งมั่นและพลังแห่งการเอาชนะปัญหา คุณและครอบครัวมีความเข้มแข็งและพร้อมที่จะเดินหน้าผ่านอุปสรรคร่วมกัน อาจมีความต้องการควบคุมหรือจัดการเรื่องต่าง ๆ ให้ลงตัวด้วยตนเอง บ้านของคุณเต็มไปด้วยความตั้งใจและแรงผลักดันที่จะประสบความสำเร็จร่วมกัน"
  },
   "Strength": {
      "meaning": "การจัดการปัญหา อุปสรรค และการใช้ชีวิตที่เก่งมาก แสดงถึงคนที่เข้มแข็ง สามารถจัดการทุกอย่างได้ดี",
      "advice": "ความรักและความอดทนในครอบครัว คุณมีความสามารถในการจัดการกับความขัดแย้งหรือความยากลำบากในบ้านด้วยความเมตตาและใจเย็น คุณไม่ยอมแพ้ต่อปัญหาและใช้ความอ่อนโยนเข้ามาช่วยบรรเทาความตึงเครียดในครอบครัว ความสัมพันธ์จึงมีความแข็งแกร่งจากการให้อภัยและความเข้าใจลึกซึ้ง"
  },
   "The Hermit": {
      "meaning": "ความต้องการเวลาในการทบทวนตัวเอง และต้องการชีวิตที่ส่วนตัวมากขึ้นในการจัดการสิ่งต่างๆ ",
      "advice": "ช่วงเวลาที่ต้องใช้ความเงียบและการพิจารณาอย่างลึกซึ้ง อาจเป็นช่วงเวลาที่คุณหรือตัวสมาชิกในครอบครัวต้องการพื้นที่ส่วนตัว หรือการถอนตัวเพื่อค้นหาความหมายของตัวเอง การหยุดพักจากความวุ่นวายในบ้านจะช่วยให้ทุกคนได้ทบทวนและเข้าใจซึ่งกันและกันมากขึ้น"
  },
       "Wheel of Fortune": {
          "meaning": "จุดเปลี่ยนแปลงของชีวิต อย่าแข็งขืน ดึงดันที่จะฝืน ขังตัวเอง ห้ามใจตัวเอง .... ทำตามที่หัวใจต้องการ แล้วปล่อยให้โชคชะตานำพาไป ",
          "advice": "การเปลี่ยนแปลงที่หลีกเลี่ยงไม่ได้ในครอบครัว อาจมีเหตุการณ์สำคัญที่พลิกผันไป เช่น การย้ายบ้าน การเปลี่ยนแปลงสมาชิกในครอบครัว หรือการเปลี่ยนแปลงในโครงสร้างของครอบครัว สิ่งสำคัญคือการเปิดใจรับและปรับตัวให้เข้ากับสถานการณ์ใหม่เพื่อความสงบสุขในบ้าน"
      },
    "Justice": {
      "meaning": "มีโอกาสได้เจอเรื่องที่ต้องเกี่ยวข้องกับด้านกฎหมาย หรือจะได้รับการตัดสินบางอย่างที่ยุติธรรมและเป็นผลดีกับตัวเอง",
      "advice": "ความเป็นธรรมและความสมดุล คุณหรือครอบครัวอาจต้องเผชิญกับการตัดสินใจสำคัญที่เกี่ยวข้องกับความถูกต้อง เช่น การแบ่งทรัพย์สิน หรือการแก้ไขปัญหาความขัดแย้งอย่างยุติธรรม ความซื่อสัตย์และความรับผิดชอบเป็นหัวใจหลักในการรักษาความสงบสุขในบ้าน"
    },
    "The Hanged Man": {
      "meaning": "สิ่งที่กำลังคิดอยู่ คาดหวังอยู่ ต้องมีการรอคอยไปก่อน ห้ามใจร้อน แล้วผลลัพธ์จะสมปรารถนาแน่นอน",
      "advice": "ช่วงเวลาที่ต้องยอมรับหรือสละบางสิ่งในครอบครัว อาจเป็นการรอคอย การเสียสละ หรือการมองสถานการณ์ในมุมที่ต่างออกไป คุณและสมาชิกในบ้านอาจต้องเปลี่ยนวิธีคิด หรือปรับตัวเพื่อผ่านช่วงเวลาที่ยากลำบากนี้ไปด้วยกัน"
    },
    "Death": {
      "meaning": "มีการเปลี่ยนแปลงพลิกผันจากเรื่องที่ร้าย ชีวิตที่แย่มากๆ ด้านต่างๆ จะพลิกฟื้นกลับมาดีอีกครั้ง",
      "advice": "การจบสิ้นของวงจรเก่าและการเริ่มต้นใหม่ อาจเป็นการสิ้นสุดของความขัดแย้ง ความเข้าใจผิด หรือวิถีชีวิตบางอย่างในครอบครัว สิ่งนี้เปิดโอกาสให้ครอบครัวได้เริ่มต้นใหม่ในทางที่ดีขึ้น และเติบโตไปด้วยกันอย่างเข้มแข็งกว่าเดิม"
  },
     "Temperance": {
        "meaning": "ปัญหาที่เกิดขึ้นต้องมีการประนีประนอมจากตัวเราเอง แล้วผลลัพธ์จะดีมากกว่า หรืออาจต้องมีการเจรจาเพื่อต่อรองอย่างเหมาะสมเพื่อการแก้ไขปัญหาอย่างราบรื่น",
        "advice": "ความสมดุลและความสามัคคีในครอบครัว เป็นช่วงเวลาที่ทุกคนในบ้านเรียนรู้ที่จะประนีประนอม และผสมผสานความแตกต่างเพื่อสร้างความสงบสุขร่วมกัน ความรักและความอดทนจะช่วยนำพาครอบครัวไปสู่ความสงบสุขอย่างยั่งยืน"
    },
     "The Devil": {
        "meaning": "การถูกผูกมัด ถูกบงการบังคับชีวิต ไม่มีอิสระ และสุขภาพจิตใจค่อนข้างไปทางแย่",
        "advice": "เตือนถึงความผูกมัดหรือปัญหาที่ทำให้ครอบครัวรู้สึกติดขัด เช่น ความอิจฉา การควบคุม หรือพฤติกรรมที่ทำร้ายกันเอง อาจมีปัญหาที่ไม่เปิดเผยหรือการพึ่งพาสิ่งที่ไม่ดีต่อครอบครัว ไพ่ใบนี้เรียกร้องให้คุณตั้งใจแก้ไขและปลดปล่อยสิ่งที่เป็นพิษออกจากบ้านเพื่อฟื้นฟูความสัมพันธ์"
    },
     "The Tower": {
        "meaning": "จะมีเรื่องที่เปลี่ยนแปลงเกิดขึ้นอย่างกะทันหัน หรือจะมีเรื่องที่เป็นปัญหาทะเลาะเบาะแว้งกับคนใกล้ตัวเข้ามา เป็นช่วงเวลาวุ่นวายพอสมควร",
        "advice": "เหตุการณ์ที่เกิดขึ้นอย่างฉับพลันและสร้างความสั่นสะเทือนในครอบครัว อาจเป็นการแตกแยกหรือปัญหารุนแรงที่ทำให้ต้องเปลี่ยนแปลงโครงสร้างครอบครัวอย่างฉับพลัน แม้จะเป็นช่วงเวลาที่เจ็บปวด แต่ก็เปิดโอกาสให้ครอบครัวได้สร้างใหม่บนพื้นฐานที่มั่นคงและแท้จริงกว่าเดิม"
    },
     "The Star": {
        "meaning": "อะไรที่ต้องการให้สำเร็จ ต้องใจเย็นแล้วดำเนินการต่อไป โดยรวมแล้วไม่มีปัญหาอะไร ราบรื่นสงบดี",
        "advice": "ความหวังและการฟื้นฟูในครอบครัว เป็นช่วงเวลาที่ความรักและความเข้าใจกลับมาเติมเต็มกันอย่างลึกซึ้ง คุณและครอบครัวได้ผ่านพ้นปัญหาและเริ่มมีความสงบสุขและความสุขในบ้านอีกครั้ง ความเชื่อมั่นในอนาคตและการเปิดใจจะช่วยให้ครอบครัวเจริญเติบโตได้อย่างงดงาม"
    },
     "The Moon": {
        "meaning": "ปัญหาและการหลอกลวงกำลังจะเข้ามา ต้องเตรียมตัวรับมือเร็วๆ นี้",
        "advice": "ความไม่ชัดเจน ความสับสน หรือความลับบางอย่างที่ซ่อนอยู่ อาจมีความรู้สึกหวาดกลัวหรือความไม่แน่นอนภายในบ้าน คุณอาจต้องเผชิญกับความรู้สึกที่ถูกปิดบังและการสื่อสารที่ไม่ชัดเจน ไพ่ใบนี้เรียกร้องให้คุณเปิดใจและสื่อสารอย่างตรงไปตรงมาเพื่อแก้ไขปัญหา"
    },
     "The Sun": {
        "meaning": "กำลังจะมีเรื่องดี ๆ เข้ามา หรืออะไรที่เคยทำไว้กำลังจะสำเร็จ เตรียมรับข่าวดี",
        "advice": "ความสุข ความอบอุ่น และความสำเร็จในครอบครัว เป็นช่วงเวลาที่ครอบครัวเต็มไปด้วยความรัก ความสนุกสนาน และความเจริญรุ่งเรือง สมาชิกในบ้านรู้สึกปลอดภัยและได้รับการสนับสนุนจากกันและกัน เป็นช่วงเวลาที่ทุกอย่างดูสดใสและสวยงาม"
    },
     "Judgement": {
        "meaning": "โอกาสที่เข้ามา โอกาสที่ได้รับ และการสูญเสียโอกาส สามารถเกิดขึ้นได้ทั้งหมดจากการตัดสินใจของเราแค่ครั้งเดียว",
        "advice": "การตื่นรู้และการเปลี่ยนแปลงในครอบครัว คุณหรือสมาชิกในบ้านอาจต้องเผชิญกับการประเมินตัวเองหรือความสัมพันธ์เพื่อก้าวไปข้างหน้าอย่างมีสติ ความจริงและการให้อภัยเป็นกุญแจสำคัญที่จะช่วยให้ครอบครัวฟื้นฟูและเติบโตในทิศทางที่ดี"
    },
    "The World": {
      "meaning": "ความสำเร็จ ความราบรื่น ทุกอย่างที่ต้องการจะประสบความสำเร็จได้ตามมที่หวังแน่นอน",
      "advice": "ความสมบูรณ์และความสำเร็จในครอบครัว ครอบครัวของคุณได้ผ่านพ้นทุกอุปสรรคและมาถึงจุดที่มีความสุขและความสมดุลอย่างแท้จริง เป็นช่วงเวลาที่คุณและสมาชิกในบ้านรู้สึกถึงความเป็นหนึ่งเดียวและความสำเร็จร่วมกันทั้งทางอารมณ์และการดำเนินชีวิต"
    },
    "Ace of Wands": {
      "meaning": "การได้รับข่าวสาร ได้รับโอกาส หรือได้เริ่มต้นกิจกรรมบางอย่าง",
      "advice": "มีบางสิ่งใหม่ ๆ กำลังเกิดขึ้นในครอบครัว เช่น การมีสมาชิกใหม่ การย้ายบ้าน หรือเริ่มต้นกิจกรรมใหม่ร่วมกัน บ้านเต็มไปด้วยพลังงานแห่งความตื่นเต้นและแรงบันดาลใจ เหมาะแก่การลงมือทำสิ่งที่ฝันไว้ร่วมกันในฐานะครอบครัว"
    },
    "Two of Wands": {
      "meaning": "การวางแผนการต่าง ๆ ในอนาคต ความกล้าหาญ กล้าจะก้าวออกไปยังโลกอันไม่คุ้นเคย",
      "advice": "คุณหรือสมาชิกในบ้านกำลังมองหาแนวทางที่ดีที่สุดสำหรับครอบครัว อาจเป็นการย้ายถิ่นฐาน วางแผนการเรียนของลูก หรือการลงทุนเพื่ออนาคต เป็นไพ่ของการเตรียมตัว ไม่ใช่การลงมือทันที แต่คือช่วงเวลาที่ทุกคนควรร่วมกันวางแผนด้วยวิสัยทัศน์เดียวกัน"
  },
     "Three of Wands": {
        "meaning": "การเดินทางไปยังที่ที่ไม่คุ้นเคย ทำในสิ่งที่กลัว หรือการมองการณ์ไกล",
        "advice": " ไพ่ใบนี้บ่งบอกถึงครอบครัวที่กำลังเริ่มเห็นผลของความพยายามที่ผ่านมา เช่น การเลี้ยงลูก การวางแผนบ้าน หรือการลงทุนเพื่อบ้านในอนาคต ช่วงนี้เหมาะแก่การขยับขยาย เช่น ซื้อบ้านใหญ่ขึ้น หรือวางแผนอนาคตการศึกษาของลูก"
    },
     "Four of Wands": {
        "meaning": "การเฉลิมฉลอง การแต่งงาน หรือความสุขสมหวัง",
        "advice": "นี่คือไพ่แห่งงานมงคล ความสุขในบ้าน และการร่วมฉลองร่วมกัน อาจหมายถึงงานแต่ง การได้ลูก การสร้างบ้านใหม่ หรือครอบครัวกลับมาสามัคคีกันหลังช่วงที่มีปัญหา เป็นช่วงเวลาที่ควรเฉลิมฉลองความสำเร็จร่วมกัน ไม่ว่าจะเล็กหรือใหญ่"
    },
     "Five of Wands": {
        "meaning": "การแข่งขันกับคนหมู่มาก อุปสรรคเยอะมาก หรือทะเลาะเบาะแว้ง ไม่ลงรอยกัน",
        "advice": "ช่วงนี้ครอบครัวอาจมีการทะเลาะเบาะแว้ง หรือมีความคิดเห็นที่แตกต่างกันอย่างรุนแรง โดยเฉพาะเรื่องที่เกี่ยวข้องกับเป้าหมาย ชีวิต หรือการตัดสินใจสำคัญ จำเป็นต้องหาวิธีจัดการความขัดแย้งอย่างสร้างสรรค์ เพราะทุกคนต้องการดี แต่ต่างมีวิธีคิดที่ไม่เหมือนกัน"
    },
     "Six of Wands": {
        "meaning": "ชัยชนะ ความสำเร็จ การเฉลิมฉลองความสำเร็จ",
        "advice": "มีบางสิ่งที่ทำให้ครอบครัวภูมิใจ เช่น ลูกสอบติดมหาวิทยาลัย มีคนในบ้านได้เลื่อนตำแหน่ง หรือครอบครัวประสบความสำเร็จร่วมกัน บ้านเต็มไปด้วยพลังบวกและการเฉลิมฉลองความสำเร็จ สมาชิกทุกคนสนับสนุนกันและรู้สึกภาคภูมิใจในกันและกัน"
    },
     "Seven of Wands": {
        "meaning": "ความยึดมั่น การปกป้องตัวเอง อุปสรรคหรือภาระที่ถาโถมเข้ามาพร้อม ๆ กัน",
        "advice": "มีบางสิ่งที่คุณหรือสมาชิกในบ้านต้องปกป้อง อาจเป็นความเชื่อ แนวทางการเลี้ยงลูก หรือวิธีดำเนินชีวิตแบบเฉพาะที่ผู้อื่นไม่เห็นด้วย ไพ่ใบนี้บอกให้คุณยืนหยัดเพื่อสิ่งที่สำคัญในบ้าน แม้จะถูกกดดันจากภายนอก หรือแม้แต่ในบ้านเอง"
    },
     "Eight of Wands": {
        "meaning": "ข่าวสาร การติดต่อสื่อสารจากทางไกล หรือมีโอกาสได้เดินทางไกล",
        "advice": "ช่วงนี้มีแนวโน้มเกิดเหตุการณ์ที่เปลี่ยนแปลงเร็ว เช่น การย้ายบ้านกระทันหัน การตั้งครรภ์แบบไม่คาดฝัน หรือข่าวจากสมาชิกในบ้านที่เปลี่ยนวิถีชีวิต เช่น ได้งานใหม่ ไพ่ใบนี้ส่งสัญญาณของการเคลื่อนไหวรวดเร็ว ซึ่งโดยมากเป็นผลดี แต่ต้องปรับตัวให้ทัน"
    },
     "Nine of Wands": {
        "meaning": "ความเข้มแข็งและมุ่งมั่น การตัดสินใจเลือกสิ่งสำคัญ การป้องกันตัวเอง",
        "advice": "บรรยากาศในบ้านอาจยังไม่ผ่อนคลาย แม้ปัญหาใหญ่อาจจะผ่านไปแล้ว แต่ยังเหลือร่องรอยของความไม่ไว้ใจกัน หรือการตั้งการ์ดสูง ระยะนี้ยังไม่ควรผลีผลามตัดสินใจ แต่ควรค่อย ๆ เยียวยาความสัมพันธ์ และสร้างความไว้เนื้อเชื่อใจอีกครั้ง"
    },
  
    "Ten of Wands": {
      "meaning": "ภาระหน้าที่หรือการทำงานมากเกินไปจนไม่สามารถขยับตัวไปทำสิ่งอื่น ๆ ได้",
      "advice": "คุณหรือใครบางคนในบ้านกำลังแบกรับภาระหนัก ทั้งงาน การเงิน หรือความรับผิดชอบในบ้าน ไพ่เตือนให้แบ่งเบาภาระกัน เพราะแม้จะมีความรักแต่ความเหนื่อยล้าอาจกัดกร่อนความสัมพันธ์ หากปล่อยไว้นานเกินไป บ้านควรเป็นที่พักใจ ไม่ใช่ภาระที่หนักเกินรับไหว"
    },
    "Page of Wands": {
      "meaning": "ได้รับข่าวสาร กระตือรือร้น กล้าหาญ มุ่งมั่นกับสิ่งที่เลือกแล้ว",
      "advice": "มีเด็กหรือสมาชิกใหม่ในบ้านที่นำความกระตือรือร้นมาสู่ครอบครัว หรืออาจหมายถึงการได้รับข่าวดี ข่าวเกี่ยวกับการเรียน การงาน หรือกิจกรรมที่น่าตื่นเต้น ความสัมพันธ์ในบ้านกลับมามีชีวิตชีวา แต่ควรระวังความหุนหันพลันแล่นด้วย"
    },
    "Knight of Wands": {
      "meaning": "มั่นใจในตัวเอง ชอบเสี่ยง การลงมือทำสิ่งต่าง ๆ ด้วยความรวดเร็วว่องไว",
      "advice": "ใครบางคนในครอบครัวอาจต้องย้ายถิ่นฐาน เปลี่ยนงาน หรือออกไปผจญภัยตามเส้นทางชีวิต ไพ่ใบนี้แสดงถึงพลังที่ไม่อยู่นิ่ง แต่เต็มไปด้วยแรงขับเคลื่อน บางครั้งอาจทำให้ครอบครัวรู้สึกไม่มั่นคง แต่ในระยะยาวคือพลังแห่งการพัฒนา"
  },
     "Queen of Wands": {
        "meaning": "การมีความคิดสร้างสรรค์ การเป็นตัวของตัวเอง",
        "advice": "อาจหมายถึงแม่ ย่าหรือผู้หญิงในบ้านที่ดูแลและควบคุมบรรยากาศในครอบครัวได้ดี เธอคือศูนย์กลางที่รวมทุกคนไว้ด้วยกัน มีความอบอุ่น เข้มแข็ง และเต็มไปด้วยพลังงานบวก บ้านหลังนี้รุ่งเรืองเพราะมีคนแบบเธออยู่"
    },
     "King of Wands": {
        "meaning": "การมีอำนาจ มีไอเดียใหม่ ๆ กล้าหาญ ความมั่นคงและน่าเชื่อถือ",
        "advice": "ไพ่ใบนี้หมายถึงพ่อ หรือผู้นำในบ้านที่ขับเคลื่อนครอบครัวด้วยพลังอันมุ่งมั่น เขาคือผู้วางแผน อาจจริงจัง เคร่งครัด แต่เปี่ยมด้วยความรักในรูปแบบของการลงมือทำ สมาชิกในครอบครัวอาจรู้สึกกดดันบ้าง แต่ก็คือเสาหลักที่ทุกคนพึ่งพิงได้"
    },
     "Ace of Cups": {
        "meaning": "ความรัก การเริ่มต้น การมอบสิ่งดี ๆ ให้กับอีกฝ่ายหรืออาจจะเป็นฝ่ายได้รับสิ่งดี ๆ จากผู้อื่น",
        "advice": "นี่คือไพ่แห่งความรักที่แท้จริงและบริสุทธิ์ภายในครอบครัว บ่งบอกถึงช่วงเวลาที่สมาชิกในบ้านเปิดใจต่อกัน มีความเข้าอกเข้าใจและเห็นอกเห็นใจ เป็นช่วงที่บ้านอบอุ่นที่สุด อาจเป็นการกลับมาคืนดีกัน หรือการต้อนรับสมาชิกใหม่ด้วยความรักอย่างแท้จริง"
    },
     "Two of Cups": {
        "meaning": "คนรัก คู่รัก การมอบความรักให้กันและกัน ถ้าชอบใครอยู่อาจมีโอกาสสมหวัง",
        "advice": "อาจหมายถึงความสัมพันธ์แน่นแฟ้นระหว่างคู่รัก พ่อแม่กับลูก หรือพี่น้องที่กลับมาเข้าใจกันหลังจากมีปัญหา ไพ่ใบนี้สะท้อนถึงความรักที่อยู่บนพื้นฐานของความเท่าเทียม การให้เกียรติ และความเคารพต่อกัน บ้านกำลังเข้าสู่ช่วงที่ทุกคนเข้าใจในบทบาทของตนเองและของกันและกัน"
    },
     "Three of Cups": {
        "meaning": "การเฉลิมฉลอง ปาร์ตี้กับเพื่อน ๆ มีความรักแบบเพื่อนฝูง แฮปปี้มีความสุข",
        "advice": "ช่วงนี้มีแนวโน้มเกิดเหตุการณ์ที่น่ายินดีในครอบครัว เช่น งานแต่ง งานวันเกิด การพบปะญาติพี่น้อง หรือการได้เจอสมาชิกที่ห่างหาย ไพ่ใบนี้ยังสะท้อนถึงสายสัมพันธ์ในครอบครัวที่แน่นแฟ้น สนุกสนาน และซื่อสัตย์ต่อกัน"
    },
     "Four of Cups": {
        "meaning": "การหยุดนิ่ง ความเบื่อหน่าย แม้จะมีความสุข มีสิ่งดี ๆ รายล้อม แต่กลับเบื่อหน่ายเพราะอยู่แต่ในกรอบเดิม ๆ",
        "advice": "มีสมาชิกในครอบครัวที่อาจรู้สึกไม่พอใจในสถานการณ์ปัจจุบัน หรือรู้สึกว่าความรักที่ได้รับไม่เติมเต็ม บางครั้งปัญหานี้เกิดจากการไม่เปิดใจ หรือมองข้ามความรักที่แท้จริงที่ครอบครัวพยายามมอบให้ ไพ่เตือนให้กลับมามองสิ่งที่มี และเปิดใจให้กับคนที่ห่วงใย"
    },
     "Five of Cups": {
        "meaning": "การสูญเสีย ความเศร้า เหมือนถ้วยที่ล้มลง ความรู้สึกสิ้นหวัง ความหวังพังทลาย",
        "advice": "ช่วงเวลานี้อาจเต็มไปด้วยความโศกเศร้าจากการทะเลาะ การพลัดพราก หรือการสูญเสียบุคคลอันเป็นที่รัก อย่างไรก็ตาม ไพ่ใบนี้ก็สื่อถึง “สิ่งที่ยังเหลืออยู่” คือครอบครัวบางส่วนที่ยังพร้อมจะอยู่ข้างคุณ ขอเพียงคุณหันกลับไปมองและเปิดใจอีกครั้ง"
    },
  
    "Six of Cups": {
      "meaning": "ความสงบสุข มีคนมาเยี่ยม อาจได้รับเซอร์ไพรส์จากคนอื่น มีการมาหาแบบไม่ทันตั้งตัว ได้รับของฝาก",
      "advice": "เป็นช่วงเวลาที่ครอบครัวหวนระลึกถึงความทรงจำเก่า อาจมีการกลับไปเยี่ยมบ้านเกิด การพบญาติที่ไม่ได้เจอนาน หรือการฟื้นความสัมพันธ์กับสมาชิกเก่าของครอบครัว ไพ่ใบนี้ส่งกลิ่นอายของ “บ้าน” อย่างแท้จริง ทั้งในแง่ความทรงจำและความรักบริสุทธิ์ที่เคยมี"
    },
    "Seven of Cups": {
      "meaning": "ความสับสน ตัวเลือกเยอะ เกิดขึ้นได้จากความรู้สึกที่มีมากมายเกินความจำเป็น หรือแม้แต่มีข้อเสนอเข้ามาเยอะมากจนตัดสินใจไม่ถูก",
      "advice": "มีใครบางคนในบ้าน (หรือทั้งบ้าน) อาจกำลังฝันถึงสิ่งต่าง ๆ มากมาย โดยขาดความเป็นจริง เช่น อยากมีชีวิตครอบครัวที่สมบูรณ์แบบโดยไม่ลงมือทำจริง ไพ่เตือนให้กลับมามองความจริง มองเป้าหมายที่จับต้องได้ และสื่อสารกับครอบครัวให้ชัดเจนว่าต้องการอะไรจริง ๆ"
    },
    "Eight of Cups": {
      "meaning": "การจากลา ทอดทิ้ง การเดินหนีจากสิ่งที่ทำให้ผิดหวัง หรือเรื่องนั้น ๆ ได้จบลงแล้ว ได้เวลาก้าวต่อไป",
      "advice": "อาจหมายถึงการตัดสินใจเดินออกจากสถานการณ์ในบ้านที่ไม่มีความสุข หรือใครบางคนเลือกที่จะออกไปจากครอบครัวเพื่อเยียวยาตัวเอง ไพ่ใบนี้เต็มไปด้วยความเศร้า แต่ก็หมายถึง “การเติบโต” ในระยะยาว การเดินจากไปครั้งนี้อาจเป็นการตัดสินใจที่จำเป็น"
  },
     "Nine of Cups": {
        "meaning": "สมหวัง ความหวังเป็นจริง สิ่งที่อยากได้กำลังจะกลายเป็นจริงแล้ว",
        "advice": "เป็นช่วงที่ทุกคนในบ้านได้ใช้ชีวิตตามใจตัวเองบ้าง แต่ในทางที่สมดุล ครอบครัวเคารพความสุขของกันและกัน บ้านจึงเต็มไปด้วยพลังบวก คนในครอบครัวต่างคนต่างมีความสุขและส่งต่อความสุขนั้นออกมาอย่างอิสระและไม่ฝืนใจ"
    },
     "Ten of Cups": {
        "meaning": "ความสุข ครอบครัว การมีทุกอย่างพร้อม มีความสุขแบบสุด ๆ",
        "advice": "นี่คือไพ่แห่งครอบครัวในอุดมคติ ความรัก ความสามัคคี และความสมดุลทั้งด้านจิตใจและความเป็นอยู่ ทุกคนในบ้านต่างเข้าใจกันโดยไม่ต้องพูดอะไรมาก บ้านหลังนี้ไม่ใช่แค่สถานที่ แต่เป็น “หัวใจ” ที่ทุกคนเรียกว่าบ้าน"
    },
     "Page of Cups": {
        "meaning": "ความสนุก ชอบเข้าสังคม ได้พบเจอกับคนมากหน้าหลายตา หรืออาจได้รับข่าวสารบางอย่าง",
        "advice": "อาจมีเด็กหรือสมาชิกในบ้านที่เริ่มแสดงความรักอย่างน่ารัก เช่น เขียนจดหมาย บอกรัก หรือทำอะไรน่าประทับใจ ไพ่ใบนี้ส่งพลังแห่งความสดใหม่ การให้อภัย และความอ่อนโยนในบ้าน เหมาะแก่การเปิดใจและเริ่มต้นใหม่อีกครั้ง"
    },
     "Knight of Cups": {
        "meaning": "นักสู้ นักฝัน การขอร้อง ขอแต่งงาน อยากได้สิ่งใดก็ต้องออกไปฝ่าฟันเอามาให้ได้",
        "advice": "ใครบางคนในบ้านอาจแสดงความรักออกมาอย่างชัดเจน เช่น ซื้อของให้ ดูแลเอาใจใส่ หรือขอคืนดีกัน ไพ่ใบนี้ส่งพลังแห่ง “ความรักที่เคลื่อนไหว” คือความรักที่ไม่ได้อยู่แค่ในใจ แต่ถูกสื่อสารอย่างเปิดเผย เป็นโอกาสที่ดีในการเยียวยาความสัมพันธ์"
    },
     "Queen of Cups": {
        "meaning": "สัญชาตญาณดี การพิจารณา หากต้องตัดสินใจอะไรก็ตาม ต้องคิดทบทวนอย่างรอบคอบ",
        "advice": "ผู้หญิงที่เป็นศูนย์กลางทางอารมณ์ของบ้าน อ่อนโยนแต่มั่นคง เธอคือผู้ฟังที่ดีที่สุด เป็นแม่หรือคนในบ้านที่คอยรับฟังปัญหา ให้ความรักอย่างไม่มีเงื่อนไข ไพ่ใบนี้บ่งบอกถึงพลังงานของการดูแล การเข้าใจ และความเห็นอกเห็นใจ บ้านหลังนี้อบอุ่นเพราะมีเธอคอยโอบกอดทุกอารมณ์ของทุกคน"
    },
     "King of Cups": {
        "meaning": "ฉลาด สุขุม อดทน แม้ว่าจะต้องเจอกับเหตุการณ์ไม่มั่นคงใด ๆ ก็ต้องวางตัวหนักแน่  ใช้เหตุผลมากกว่าอารมณ์",
        "advice": "ผู้นำที่ควบคุมอารมณ์ได้ดีและเป็นที่พึ่งทางใจในครอบครัว หมายถึงพ่อ หรือผู้ใหญ่ที่เข้าใจอารมณ์คนในบ้านทุกคน เขาอาจไม่พูดมาก แต่รู้เสมอว่าใครกำลังเจออะไร เขาใช้ความรักแบบสุขุมในการดูแลบ้าน ไพ่ใบนี้คือพลังแห่งความสมดุลระหว่างความแข็งแรงและความอ่อนโยน บ้านนี้จึงมั่นคงและปลอดภัยทางจิตใจ"
    },
     "Ace of Swords": {
        "meaning": "อุปสรรคจะผ่านพ้น และความสำเร็จกำลังเข้ามา ได้เริ่มต้นสิ่งใหม่ๆ เสียที",
        "advice": "นี่คือช่วงเวลาที่สมาชิกในบ้านต้องกล้าเปิดประเด็นบางอย่างที่อึดอัดมานาน เช่น ปัญหาที่ไม่เคยพูด การเข้าใจผิด หรือความคิดที่ขัดแย้ง ไพ่ใบนี้บอกให้พูดตรง ๆ ด้วยเหตุผล แม้อาจจะทำให้บางคนเจ็บ แต่ก็จะช่วยให้บ้านเดินหน้าต่ออย่างโปร่งใส"
    },
  
    "Two of Swords": {
      "meaning": "ช่วงที่ตกอยู่ในความเครียดสูง ปัญหาทับถมเยอะจนหาทางออกยาก",
      "advice": "เป็นสถานการณ์ที่คนในบ้านอาจมีความขัดแย้งทางอารมณ์หรือความคิดแต่ไม่ยอมพูดออกมา ต่างฝ่ายต่างเลือกที่จะเงียบเพื่อหลีกเลี่ยงความเจ็บปวด ไพ่ใบนี้สะท้อน “ความสงบที่ไม่ใช่สันติ” ต้องเลือกว่าจะอยู่ในความเงียบต่อไป หรือกล้าเผชิญหน้ากับปัญหา"
    },
    "Three of Swords": {
      "meaning": "อุปสรรคและความผิดหวังจะเกิดขึ้นกับเรื่องที่กังวลอยู่",
      "advice": "ไพ่แห่งความเศร้า เสียใจ และบาดแผลในจิตใจที่เกิดจากคนในบ้าน เช่น การนอกใจ การหย่าร้าง การทรยศ หรือคำพูดที่ทำร้ายจิตใจอย่างรุนแรง ไพ่ใบนี้บ่งบอกว่าครอบครัวกำลังอยู่ในช่วงหัวใจสลาย ต้องการการเยียวยาอย่างลึกซึ้งและระยะยาว"
    },
    "Four of Swords": {
      "meaning": "ความกดดันที่เกิดขึ้นจากคนรอบตัวหรือจากตนเอง เป็นช่วงเวลาที่เครียดมาก",
      "advice": "สมาชิกในบ้านอาจรู้สึกเหนื่อยทั้งกายและใจ ต้องการความสงบเพื่อฟื้นฟู ไพ่ใบนี้แนะนำให้เว้นวรรคการทะเลาะ การคุย หรือการแก้ปัญหาออกไปก่อน ให้แต่ละคนได้พัก ฟื้นพลัง และทบทวนตนเองก่อนที่จะกลับมาเผชิญหน้ากันใหม่"
  },
     "Five of Swords": {
        "meaning": "ปัญหาทะเลาะกับคนรอบตัว และปัญหายุ่งยากที่วุ่นวายกำลังเข้ามา",
        "advice": "อาจมีการเอาชนะกันด้วยคำพูด การยืนยันความถูกต้องของตนเอง หรือการทะเลาะที่จบลงด้วยความเสียใจ ไพ่ใบนี้เตือนว่าแม้จะ ชนะ ในวาทกรรม แต่ก็อาจ แพ้ ในหัวใจของคนรักในครอบครัว ต้องเรียนรู้ที่จะถอย และแยกแยะว่าอะไรคือความจำเป็นจริง ๆ"
    },
     "Six of Swords": {
        "meaning": "การตามแก้ปัญหาที่ตนเองได้ก่อหรือหนีไว้มาโดยตลอด ต้องรีบจัดการให้เรียบร้อย",
        "advice": "ครอบครัวอาจกำลังฟื้นตัวจากปัญหาใหญ่ เช่น การย้ายบ้าน การปรับตัวหลังการสูญเสีย หรือการหนีออกจากสถานการณ์ไม่ปลอดภัย ไพ่ใบนี้เป็นแสงสว่างที่ปลายอุโมงค์ แม้จะเหนื่อยและหนัก แต่ก็เริ่มเห็นความหวังและการเยียวยาเกิดขึ้น"
    },
     "Seven of Swords": {
        "meaning": "ปัญหาที่เกี่ยวกับเรื่องที่ทำงาน การทำงาน หรือเพื่อนร่วมงาน",
        "advice": "มีใครบางคนในบ้านอาจเก็บงำบางสิ่งไว้ ไม่กล้าบอก หรือมีพฤติกรรมหลบเลี่ยง ไพ่ใบนี้ไม่ได้บ่งบอกว่าคนนั้น “เลว” แต่เขาอาจกลัวความจริง กลัวผลลัพธ์ หรือไม่อยากให้ใครเสียใจ อย่างไรก็ตาม การซื่อสัตย์และกล้าเผชิญความจริงคือทางออกเดียว"
    },
     "Eight of Swords": {
        "meaning": "สถานการณ์ความเครียด ความกดดัน ไร้ทางออกของปัญหาเข้ามาบีบบังคับให้ต้องตัดสินใจผิดๆ ",
        "advice": "บางคนในครอบครัวอาจรู้สึกว่าไม่สามารถเป็นตัวของตัวเอง รู้สึกโดนควบคุม หรือถูกคาดหวังมากเกินไป ไพ่ใบนี้สะท้อนสภาวะทางจิตใจที่โดนจำกัด แต่ความจริงแล้ว ทางออกมีอยู่ หากกล้าคิดและกล้าก้าวออกไป ต้องเริ่มจากการกล้าเปลี่ยนมุมมอง"
    },
     "Nine of Swords": {
        "meaning": "สุขภาพแย่ลงจากปัญหาเกี่ยวกับความเครียด ความคิด และความกดดันต่างๆ ในช่วงนี้",
        "advice": "สมาชิกในบ้านอาจมีปัญหาสุขภาพจิต วิตกกังวลเรื่องอนาคต หรือเจ็บปวดกับสิ่งที่เคยเกิดขึ้น ไพ่ใบนี้เตือนว่า ใจ ของคนในบ้านต้องการการดูแลอย่างจริงจัง อย่าปล่อยให้ใครจมอยู่กับความคิดลบลำพัง ให้ความรัก ความเข้าใจ และการสนับสนุนคือยารักษา"
    },
     "Ten of Swords": {
        "meaning": "เรื่องความเครียด ความกดดัน และปัญหาต่างๆ กำลังจะผ่านพ้นและจบสิ้นเร็วๆ นี้ด้วยตัวของท่านเอง",
        "advice": "ไพ่ใบนี้แทบจะรุนแรงที่สุดในชุด Swords อาจหมายถึงการเลิกกัน การโดนหักหลัง การเจ็บป่วย หรือการสิ้นสุดความสัมพันธ์ทางใจแบบไม่อาจกู้คืน ไพ่ไม่ได้บอกว่าทุกอย่างจบ แต่บอกว่า สิ่งเดิม ได้ตายไปแล้ว เปิดทางให้สิ่งใหม่หากคุณยอมปล่อยวาง"
    },
  "Page of Swords": {
      "meaning": "ปัญหาที่ต้องจัดการหรือต้องตัดสินใจ สามารถจัดการเองได้เลย แล้วจะผ่านพ้นได้ด้วยดี",
      "advice": "สมาชิกในบ้านบางคนอาจอยากรู้ความจริง แต่ยังขาดความเข้าใจ อาจมีการแอบฟัง แอบดู หรือพูดจาประชดประชัน ไพ่ใบนี้แนะนำให้ใช้พลังของความอยากรู้อยากเห็นไปในทางสร้างสรรค์ เช่น ถามตรง ๆ อย่างมีมารยาท หรือเปิดใจเรียนรู้กันมากขึ้น"
  },
  "Knight of Swords": {
      "meaning": "การต่อสู้อย่างเหน็ดเหนื่อยมายาวนานกับปัญหาและอุปสรรคต่างๆ ที่ไม่จบง่าย",
      "advice": "มีสมาชิกในบ้านที่มักพูดแรง พูดเร็ว หรือแก้ปัญหาด้วยความใจร้อน โดยเจตนาดีแต่ผลลัพธ์กลับสร้างความเจ็บปวด ไพ่เตือนให้ใช้เหตุผลมากกว่าอารมณ์ ใช้พลังความกล้าอย่างมีวิจารณญาณ เพื่อไม่ให้เกิดความเสียหายในความสัมพันธ์"
  },
  "Queen of Swords": {
      "meaning": "การจัดการปัญหายากๆ ได้ด้วยตัวเองอย่างราบรื่นและต้องใช้ความเด็ดขาดในการเข้าสู้ จึงจะชนะได้",
      "advice": "เธออาจเป็นแม่ หรือคนที่มักใช้เหตุผลเป็นหลักในการดูแลครอบครัว แม้เธอจะรัก แต่การแสดงออกอาจดูห่างเหิน ไพ่ใบนี้แนะนำว่า “ความเข้มแข็ง” ไม่ได้แปลว่า “ไม่มีหัวใจ” บางครั้งความรักของเธออยู่ในกฎเกณฑ์ เพื่อให้ครอบครัวอยู่รอด"
  },
  "King of Swords": {
      "meaning": "ต้องใช้ความเด็ดเดี่ยว สติปัญญา ความรอบคอบ พิจารณาทุกอย่างก่อนตัดสินใจในการแก้ปัญหาใดๆ ช่วงนี้",
      "advice": "เขาคือพ่อหรือผู้มีอำนาจในบ้านที่วางกฎชัดเจน จัดการทุกอย่างตามเหตุผล แต่บางครั้งก็ลืมฟังเสียงหัวใจของคนรอบข้าง ไพ่แนะนำให้เขาผสมผสานความยุติธรรมกับความเห็นอกเห็นใจ เพื่อสร้างบ้านที่ปลอดภัยทั้งกายและใจ"
  },
     "Ace of Pentacles": {
        "meaning": "จุดเริ่มต้นของเรื่องการเงินกำลังเป็นไปในทิศทางที่ดี",
        "advice": "บ้านกำลังจะได้รับข่าวดีเรื่องการเงิน การงาน หรือทรัพย์สิน เช่น ได้บ้านใหม่ งานใหม่ หรือเริ่มสร้างครอบครัว ไพ่ใบนี้สื่อถึงรากฐานที่มั่นคงและงอกงามในอนาคต หากคุณวางแผนจะสร้างครอบครัว หรือเริ่มต้นใหม่ในบ้าน ไพ่ใบนี้คือสัญญาณที่ดีมาก"
    },
  
    "Two of Pentacles": {
      "meaning": "จะใช้จ่ายอะไรต้องคิดให้รอบคอบมากขึ้น ปัญหาหลักเป็นเรื่องการหมุนเงินไม่ทัน",
      "advice": "สมาชิกในครอบครัวอาจกำลังเหนื่อยกับการรับผิดชอบหลายอย่าง เช่น การหาเงิน ดูแลบ้าน เลี้ยงลูก ไพ่บอกว่าแม้จะเหนื่อย แต่ถ้าจัดสรรเวลาและพลังให้ดี ทุกอย่างจะผ่านไปได้ การวางแผนคือหัวใจสำคัญในช่วงนี้"
    },
    "Three of Pentacles": {
      "meaning": "ความตั้งใจในการเริ่มต้นสร้างฐานะ สร้างความมั่นคงจะไปในทิศทางที่ดี",
      "advice": "ครอบครัวเริ่มวางระบบที่ดี เช่น การร่วมกันวางแผนใช้เงิน การซ่อมแซมบ้าน หรือการให้ลูกหลานมีส่วนร่วมในการตัดสินใจ ไพ่ใบนี้หมายถึงการสร้างบ้านด้วยความรู้ ทักษะ และความร่วมแรงร่วมใจ เป็นสัญญาณว่าความมั่นคงเริ่มเกิดขึ้นแล้ว"
    },
    "Four of Pentacles": {
      "meaning": "ช่วงเวลาที่กำลังจะเริ่มมีเงินเก็บออมมากขึ้น ทิศทางความร่ำรวยมีอย่างแน่นอน ",
      "advice": "ใครบางคนในบ้านอาจกังวลเรื่องเงินหรือทรัพย์สินมากเกินไป กลัวการเปลี่ยนแปลง กลัวเสียของรัก ไพ่ใบนี้เตือนว่าแม้ความมั่นคงจะสำคัญ แต่ความรักและความไว้ใจภายในบ้านก็ไม่ควรถูกละเลย อย่ายึดติดจนลืมเปิดใจให้คนในครอบครัว"
  },
     "Five of Pentacles": {
        "meaning": "การเจอปัญหาเกี่ยวกับด้านการเงินที่หาทางแก้ค่อนข้างยากให้ช่วงนี้ แนะนำให้เน้นจัดการปัญหาก่อน ไม่ควรก่อหนี้เพิ่ม",
        "advice": "อาจเป็นเวลาที่บ้านต้องเจอภาระหนี้สิน ขาดรายได้ หรือมีคนป่วย ไพ่ใบนี้ชี้ว่าความรักและความเข้าใจกันคือสิ่งที่จะพยุงครอบครัวผ่านพ้นไปได้ อย่าทิ้งกันตอนที่ลำบาก แม้ไม่มีเงิน แต่ยังมีหัวใจและมือที่จับกันไว้แน่น ๆ ได้เสมอ"
    },
     "Six of Pentacles": {
        "meaning": "ความเสียเปรียบหรือเสียผลประโยชน์ที่เกี่ยวกับด้านการเงิน",
        "advice": "เป็นช่วงเวลาที่สมาชิกบางคนอาจช่วยอีกฝ่าย เช่น พ่อแม่ให้ทุนการศึกษา ลูกช่วยดูแลพ่อแม่ หรือพี่น้องช่วยกัน ไพ่ใบนี้เป็นสัญลักษณ์ของความเอื้อเฟื้อและสมดุลทางพลังงาน ต้องให้โดยไม่หวังผล และรับด้วยความกตัญญู"
    },
     "Seven of Pentacles": {
        "meaning": "ผลตอบแทนที่มาจากการลงทุน ลงแรง หรือการทำอะไรบางอย่างจะทำให้ได้รับผลลัพธ์ที่งอกเงยดี",
        "advice": "บ้านกำลังอยู่ในช่วงที่ลงทุนลงแรงไปแล้ว แต่ยังไม่เห็นผล อาจเป็นการลงทุนซื้อบ้าน วางแผนอนาคตของลูก หรือวางระบบชีวิตคู่ ไพ่ใบนี้บอกว่า จงอดทน ผลลัพธ์ดีแน่นอน แต่ต้องไม่เร่ง ต้องดูแลสม่ำเสมอ เหมือนดูแลต้นไม้"
    },
     "Eight of Pentacles": {
        "meaning": "การเงินที่จะได้มาอย่างราบรื่น และมีเงินเหลือมากขึ้น ต้องแลกกับการทำงานหรือเหนื่อยมากขึ้นในช่วงนี้",
        "advice": "ใครบางคนในบ้านทำงานแทบไม่มีวันหยุดเพื่อคนที่รัก แม้เหนื่อย แต่ก็ทำด้วยใจ ไพ่ใบนี้บอกว่าความรักในรูปแบบนี้คือพลังงานที่สูงส่ง และจะส่งผลกลับมาเป็นความมั่นคงที่ยั่งยืน ไม่ควรมองข้ามการพักผ่อนและคำขอบคุณซึ่งกันและกัน"
    },
     "Nine of Pentacles": {
        "meaning": "การเงินราบรื่น คล่องมือ และเหลือเก็บเหลือใช้",
        "advice": "ครอบครัวอาจมีคนที่ประสบความสำเร็จ ทำให้มีฐานะมั่นคงขึ้น เช่น ซื้อบ้าน ซื้อที่ดิน หรือมีเงินเก็บ ไพ่ใบนี้เป็นสัญลักษณ์ของ “ความสำเร็จที่มาพร้อมการรักษาความสง่างาม” จงใช้ความมั่งคั่งเพื่อสร้างสิ่งดี ๆ ให้คนในบ้าน ไม่ใช่เพื่ออวดคนภายนอก"
    },
     "Ten of Pentacles": {
        "meaning": "การเงินพร้อมต่อยอดอนาคตชีวิต และราบรื่นต่อเนื่องไม่มีติดขัด",
        "advice": "ไพ่ใบนี้คือ “อุดมคติของครอบครัว” มีทั้งเงิน ความรัก ความเข้าใจ และรากฐานที่มั่นคง อาจหมายถึงการได้บ้าน ได้แต่งงาน ได้ลูกหลาน หรือการดูแลญาติผู้ใหญ่ ไพ่ใบนี้สะท้อนความสุขแบบเต็มวงจร เป็นปลายทางของการเดินทางที่มั่นคงและยั่งยืน"
    },
   "Page of Pentacles": {
      "meaning": "โอกาสดีๆ ด้านการเงิน หรือการเติบโตเรื่องเกี่ยวกับรายรับจะเข้ามาเร็วๆ นี้",
      "advice": "ลูกหลานที่มีพรสวรรค์ด้านการเรียน การงาน หรือกำลังเริ่มเรียนรู้โลก ไพ่ใบนี้ชี้ว่าบ้านคือสนามฝึกฝนที่ปลอดภัย เขาต้องการกำลังใจ ทุนทรัพย์ และคำแนะนำอย่างต่อเนื่อง เตรียมอนาคตให้เขา แล้วเขาจะงอกงามสวยงามแน่นอน"
  },
   "Knight of Pentacles": {
      "meaning": "โอกาสด้านการเงินเพิ่มเติมจะเกิดขึ้น เมื่อออกไปหาสิ่งใหม่ๆ ในการเริ่มต้น",
      "advice": "ลูกที่ตั้งใจเรียน หรือพ่อแม่ที่ขยันทำมาหากินเพื่อดูแลครอบครัว ไพ่ใบนี้ไม่ได้เด่นเรื่องโรแมนติก แต่เด่นเรื่อง “อยู่ด้วยแล้วสบายใจ” เพราะเขาทำให้บ้านมั่นคงและปลอดภัย การสม่ำเสมอคือหัวใจของคนคนนี้"
  },
   "Queen of Pentacles": {
      "meaning": "ต้องใช้การพิจารณาที่รอบคอบมากขึ้นสำหรับการตัดสินใจเรื่องเกี่ยวกับการเงินช่วงนี้",
      "advice": "หญิงผู้เลี้ยงดูอย่างมั่นคง เปี่ยมด้วยความรัก ความห่วงใย และความอุดมสมบูรณ์เธอคือแม่ หรือหญิงผู้เป็นเสาหลักของบ้าน ใจดีแต่ไม่อ่อนแอ มีทั้งปัญญาและความสามารถในการจัดการทุกเรื่องภายในบ้าน ไพ่ใบนี้คือการเลี้ยงลูกด้วยรักและเหตุผล เธอคือความมั่นคงของบ้านอย่างแท้จริง"
  },
    "King of Pentacles": {
      "meaning": "โอกาสด้านการเงินเพิ่มเติมจะเกิดขึ้น เมื่อออกไปหาสิ่งใหม่ๆ ในการเริ่มต้น",
      "advice": "ชายผู้นำด้านการเงิน การบริหาร ทรัพย์สิน และความมั่นคงในบ้านเขาคือพ่อ หรือผู้สูงวัยที่มีประสบการณ์ สร้างบ้านจากศูนย์และดูแลทุกคนอย่างเข้มแข็ง ไพ่ใบนี้บอกว่าเขาอาจไม่หวาน แต่ทุกการกระทำของเขาคือความรักที่แสดงออกผ่าน “การให้” และการทำให้บ้านมีอนาคต"
    }
}
    