{
  "The Fool": {
    "meaning": "การเริ่มต้นใหม่ เส้นทางใหม่ๆ หรือสิ่งใหม่ๆ ที่วางแผนไว้สามารถเริ่มต้นได้ ดำเนินได้แต่จะมีความเสี่ยงร่วมด้วย หรืออาจหมายถึงไพ่ที่เกี่ยวข้องกับความเสี่ยงเลยก็ได้",
    "advice": "ช่วงเริ่มต้นงานใหม่ หรือลุยอะไรที่ไม่เคยทำมาก่อน แม้คุณจะไม่มีประสบการณ์ แต่ไพ่ใบนี้บอกว่า “กล้าแล้วได้เปรียบ” งานสายฟรีแลนซ์ สายครีเอทีฟ หรืองานที่ต้องเดินทางไกลจะเหมาะที่สุด ช่วงนี้อย่ายึดติดกับแผนมากเกินไป เปิดใจรับโอกาสใหม่ แล้วสิ่งดี ๆ จะเกิดขึ้น แม้จะดูเสี่ยงในตอนแรกก็ตาม"
  },
  "The Magician": {
    "meaning": "การเริ่มต้นลงมือทำและการต่อยอด สามารถทำได้ทุกอย่างที่ต้องการ วางแผนอะไรก็สามารถเริ่มได้เลย",
    "advice": "คุณมีศักยภาพครบทุกด้านในการทำงานตอนนี้ ไม่ว่าจะเป็นการสื่อสาร การวางกลยุทธ์ หรือใช้เทคโนโลยี ไพ่ใบนี้ส่งสัญญาณว่า “ถึงเวลาโชว์ของ” งานขาย การตลาด สื่อสารมวลชน IT หรืออาชีพที่ใช้ไหวพริบ จะพาคุณพุ่งทะยานไปไกลมาก ช่วงนี้ต้องกล้าพูด กล้าทำ อย่ารอคำสั่ง เพราะคุณคือคนที่ควบคุมเกมนี้"
  },
  "The High Priestess": {
    "meaning": "ความเก่ง ความสามารถสูง ความเฉลียวฉลาด",
    "advice": "การงานตอนนี้อาจดูนิ่ง ๆ แต่กำลังมีสิ่งบางอย่างรอการเปิดเผย เช่น แผนลับ โปรเจกต์สำคัญ หรือคำตอบจากเบื้องบน ไพ่ใบนี้เหมาะกับงานที่ต้องใช้สมาธิสูง เช่น ครู ที่ปรึกษา นักเขียน หรือสายงานจิตวิทยา คุณอาจได้รับความไว้ใจให้ถือความลับระดับองค์กร การรอเป็นกลยุทธ์ดีในช่วงนี้"
},
   "The Empress": {
      "meaning": "ความอุดมสมบูรณ์ทุกอย่าง ความมั่งมี ความเฟื่องฟู ไม่ว่าจะเป็นด้านใดก็ตาม ทั้งทรัพย์สิน เงินทอง ความมั่งคั่งทั้งหมด",
      "advice": "ไพ่แห่งความอุดมสมบูรณ์ คุณอาจได้รับผลตอบแทนจากงานที่ทำมาอย่างต่อเนื่อง เหมาะกับงานด้านความงาม แฟชั่น อาหาร การดูแลคน การเลี้ยงเด็ก หรือธุรกิจที่เกี่ยวข้องกับ “การให้” ความรักในงานคือพลังสำคัญที่สุด ไพ่ใบนี้สื่อถึงความคิดสร้างสรรค์ที่ผลิดอกออกผล คุณกำลังสร้างอาณาจักรที่มั่นคง"
  },
   "The Emperor": {
      "meaning": "อำนาจ การมีอำนาจ การตกอยู่ภายใต้ผู้ที่มีอำนาจมากกว่า ความกดดัน หรือทางทรัพย์สินจะหมายถึงความมั่งคั่ง",
      "advice": "คุณอยู่ในจุดที่ต้องเป็นผู้นำ หรือมีหน้าที่รับผิดชอบใหญ่โต งานราชการ งานบริหาร ผู้จัดการ เจ้าของกิจการจะโดดเด่น ไพ่ใบนี้หมายถึงการสร้าง “ระบบและอำนาจ” ให้กับงาน คุณต้องตัดสินใจด้วยเหตุผลมากกว่าอารมณ์ และรักษาวินัยอย่างเคร่งครัด"
  },
   "The Hierophant": {
      "meaning": "การเป็นที่พึ่งพาของผู้อื่น การต้องรับผิดชอบเกี่ยวกับเรื่องของผู้อื่น การเป็นผู้นำ",
      "advice": "การงานอยู่ในระบบที่มั่นคง เช่น ราชการ โรงเรียน ศาสนา หรือองค์กรที่มีลำดับขั้นชัดเจน คุณจะได้รับการยอมรับในฐานะ “ผู้รู้” หรือ “ที่ปรึกษา” คนรอบตัวเชื่อใจในความมั่นคงและศีลธรรมของคุณ งานช่วงนี้อาจดูเรียบ ๆ แต่คุณกำลังสร้างภาพลักษณ์ระยะยาว"
  },
   "The Lovers": {
      "meaning": "ความรักที่ดี หรือการมีเรื่องที่ต้องตัดสินใจเข้ามา",
      "advice": "คุณอาจต้องเลือกระหว่างสองสิ่ง เช่น งานสองที่ หรือทางเลือกในสายอาชีพ ไพ่ใบนี้ยังสื่อถึงการมีหุ้นส่วนที่เข้าขากัน เช่น การทำธุรกิจร่วมกัน หรือร่วมงานกับคนที่มีเคมีดีมาก เป็นช่วงที่การประสานงานราบรื่น ความสัมพันธ์กับเพื่อนร่วมงานส่งเสริมกันดี"
  },
   "The Chariot": {
      "meaning": "ความมุ่งมั่นในการจัดการ หรือการทำสิ่งใดๆ ก็ตาม หากเดินหน้าต่อไปก็จะสำเร็จได้ตามที่ต้องการ",
      "advice": "คุณกำลังอยู่ในช่วงเดินหน้าเต็มกำลัง เป้าหมายชัดเจน แม้จะมีอุปสรรคหรือคนค้านเยอะ ไพ่ใบนี้ส่งสัญญาณถึงชัยชนะจากความแน่วแน่ การงานสายขนส่ง ทหาร ตำรวจ วิศวกรรม หรืองานที่ต้องเดินทางจะเด่นมาก ต้องควบคุมตัวเองให้นิ่ง แล้วคุณจะทะลุเป้าหมาย"
  },
   "Strength": {
      "meaning": "การจัดการปัญหา อุปสรรค และการใช้ชีวิตที่เก่งมาก แสดงถึงคนที่เข้มแข็ง สามารถจัดการทุกอย่างได้ดี",
      "advice": "คุณกำลังอยู่ในช่วงที่ต้องใช้ความอดทน อดกลั้น และความอ่อนโยนมากกว่าพละกำลัง งานในตอนนี้อาจไม่ง่าย ต้องเจอกับแรงกดดัน คนเจ้าปัญหา หรือสิ่งที่ท้าทายจิตใจ ไพ่ใบนี้ไม่ได้บอกให้คุณสู้ด้วยพลังหรือการเผชิญหน้า แต่ให้ใช้ “พลังจากใจ” เช่น ความเมตตา เข้าใจคนอื่นอย่างลึกซึ้ง แล้วสถานการณ์จะคลี่คลายได้ดี ช่วงนี้เหมาะกับงานที่ต้องใช้ความสงบ เช่น งานบริการ งานดูแลผู้สูงอายุ งานบำบัด หรืออาชีพที่ต้องมีใจรัก"
  },
   "The Hermit": {
      "meaning": "ความต้องการเวลาในการทบทวนตัวเอง และต้องการชีวิตที่ส่วนตัวมากขึ้นในการจัดการสิ่งต่างๆ ",
      "advice": "ไพ่ใบนี้บ่งบอกว่าคุณกำลังเข้าสู่ช่วงเวลาแห่งการค้นหาความหมายของงานที่ทำ บางคนอาจเบื่องาน บางคนกำลังอยู่ในช่วงถอยออกมาเพื่อทบทวนทิศทางในอาชีพ ไพ่ใบนี้เหมาะกับสายวิชาการ นักวิจัย ครู นักเขียน หรือคนที่ทำงานอยู่กับตัวเอง คุณมีศักยภาพสูงในการคิดลึก และหาคำตอบที่คนอื่นมองไม่เห็น"
  },
       "Wheel of Fortune": {
          "meaning": "จุดเปลี่ยนแปลงของชีวิต อย่าแข็งขืน ดึงดันที่จะฝืน ขังตัวเอง ห้ามใจตัวเอง .... ทำตามที่หัวใจต้องการ แล้วปล่อยให้โชคชะตานำพาไป ",
          "advice": "สถานการณ์งานของคุณกำลังจะเปลี่ยนแปลงอย่างฉับพลัน และไม่มีทางห้ามได้ ไพ่ใบนี้คือการเปลี่ยนโชค ไม่ว่าจะจากแย่ไปดี หรือจากดีไปท้าทาย อยู่ที่ว่าคุณพร้อมแค่ไหน บางคนอาจได้รับโอกาสก้าวหน้าแบบฟ้าประทาน เช่น ได้งานใหม่ที่ไม่คาดฝัน โปรเจกต์หล่นทับ หรือมีคนดันให้ขึ้นตำแหน่ง ช่วงนี้เน้นใช้ความกล้าพร้อมรับมือกับความเปลี่ยนแปลง"
      },
    "Justice": {
      "meaning": "มีโอกาสได้เจอเรื่องที่ต้องเกี่ยวข้องกับด้านกฎหมาย หรือจะได้รับการตัดสินบางอย่างที่ยุติธรรมและเป็นผลดีกับตัวเอง",
      "advice": "การงานช่วงนี้เกี่ยวข้องกับ “กฎ กติกา ความรับผิดชอบ และการตัดสินใจอย่างยุติธรรม” คุณอาจต้องรับบทเป็นผู้ตัดสิน หัวหน้าทีม หรืออยู่ในสายงานกฎหมาย การเงิน ทนายความ ผู้ตรวจสอบ บัญชี หรือธุรกิจที่ต้องใช้ความเที่ยงตรง ไพ่ใบนี้ยังเกี่ยวข้องกับ “กรรม” หากคุณทำดีมา งานของคุณจะได้รับผลตอบแทนอย่างเที่ยงธรรม"
    },
    "The Hanged Man": {
      "meaning": "สิ่งที่กำลังคิดอยู่ คาดหวังอยู่ ต้องมีการรอคอยไปก่อน ห้ามใจร้อน แล้วผลลัพธ์จะสมปรารถนาแน่นอน",
      "advice": "งานของคุณกำลังเข้าสู่ช่วง “นิ่งชั่วคราว” อาจเป็นเพราะรอการอนุมัติ การเปลี่ยนแปลง หรือคุณกำลังรู้สึกว่าทำเต็มที่แล้วแต่ไม่ได้อะไร ไพ่ใบนี้บอกให้คุณ “หยุดพักเพื่อมองมุมใหม่” หรือเสียสละบางสิ่งเพื่อเป้าหมายใหญ่กว่า เหมาะกับคนที่ทำงานเบื้องหลัง งานอาสา งานดูแลผู้ป่วย หรือบทบาทที่ต้องทนและเข้าใจผู้อื่น"
    },
    "Death": {
      "meaning": "มีการเปลี่ยนแปลงพลิกผันจากเรื่องที่ร้าย ชีวิตที่แย่มากๆ ด้านต่างๆ จะพลิกฟื้นกลับมาดีอีกครั้ง",
      "advice": "“จุดจบคือจุดเริ่มต้นใหม่” ไพ่ใบนี้มักหมายถึง การลาออก การเปลี่ยนสายงาน การปิดจ๊อบ หรือการยุบทีมอย่างหลีกเลี่ยงไม่ได้ แต่จะนำไปสู่โอกาสใหม่ที่สดใสกว่าเดิม ช่วงนี้อย่าฝืนอยู่กับอะไรที่ไม่เวิร์ก เพราะการเปลี่ยนแปลงอาจเป็นทางรอดเดียวที่จะพาคุณเติบโต"
  },
     "Temperance": {
        "meaning": "ปัญหาที่เกิดขึ้นต้องมีการประนีประนอมจากตัวเราเอง แล้วผลลัพธ์จะดีมากกว่า หรืออาจต้องมีการเจรจาเพื่อต่อรองอย่างเหมาะสมเพื่อการแก้ไขปัญหาอย่างราบรื่น",
        "advice": "ไพ่แห่ง “การจัดการอย่างมีสติ” และ “สมดุลในที่ทำงาน” คุณอาจกำลังทำงานร่วมกับทีมที่หลากหลาย หรือมีหลายโปรเจกต์ให้จัดการ ไพ่ใบนี้บอกว่าคุณมีความสามารถในการประสานงานอย่างดี งานสายที่ต้องประนีประนอม เช่น นักเจรจา นักการทูต โค้ช หรือ HR จะโดดเด่นมาก"
    },
     "The Devil": {
        "meaning": "การถูกผูกมัด ถูกบงการบังคับชีวิต ไม่มีอิสระ และสุขภาพจิตใจค่อนข้างไปทางแย่",
        "advice": "ไพ่ใบนี้เตือนว่าคุณอาจติดอยู่กับงานหรือสภาพแวดล้อมที่เป็นพิษ เช่น หัวหน้าหรือเพื่อนร่วมงานที่บงการ กดดัน หรือคุณเองที่ติดกับดักของเงิน ตำแหน่ง หรืออำนาจ งานอาจดูหรูหราแต่เบื้องหลังเต็มไปด้วยความเครียด ความรู้สึกโดนกักขัง คุณอาจยอมทนเพื่อความมั่นคงหรือผลตอบแทน แต่ใจคุณกำลังหมดไฟ และสูญเสียความเป็นตัวเอง ไพ่ใบนี้ยังเตือนถึงการทำงานที่ขาดจริยธรรม การเอาเปรียบ โกง หรือใช้อำนาจในทางมิชอบ"
    },
     "The Tower": {
        "meaning": "จะมีเรื่องที่เปลี่ยนแปลงเกิดขึ้นอย่างกะทันหัน หรือจะมีเรื่องที่เป็นปัญหาทะเลาะเบาะแว้งกับคนใกล้ตัวเข้ามา เป็นช่วงเวลาวุ่นวายพอสมควร",
        "advice": "การเปลี่ยนแปลงอย่างรุนแรงและไม่คาดฝันกำลังจะเกิดขึ้นในหน้าที่การงานของคุณ เช่น การตกงาน กิจการล่มสลาย หรือองค์กรเกิดการปรับโครงสร้างครั้งใหญ่ อาจรู้สึกเสียศูนย์และสิ้นหวัง แต่ไพ่ใบนี้มากับบทเรียนสำคัญ เพื่อทำลายสิ่งที่ไม่มั่นคง และเปิดโอกาสให้สร้างใหม่อย่างมั่นคงกว่าเดิม หลังเหตุการณ์นี้คุณจะกลับมาแกร่งกว่าเดิม"
    },
     "The Star": {
        "meaning": "อะไรที่ต้องการให้สำเร็จ ต้องใจเย็นแล้วดำเนินการต่อไป โดยรวมแล้วไม่มีปัญหาอะไร ราบรื่นสงบดี",
        "advice": "นี่คือไพ่แห่งความหวัง แรงบันดาลใจ และการเยียวยา หากคุณผ่านช่วงเวลาหนักมาก่อน ไพ่ใบนี้บอกว่าความสงบและโอกาสใหม่กำลังจะเข้ามา อาจได้รับข้อเสนอที่ตรงกับจิตวิญญาณของคุณ เช่น งานที่ได้ใช้ความสามารถเพื่อช่วยเหลือผู้อื่น งานสร้างสรรค์ หรืองานในองค์กรที่ให้คุณค่าแก่สังคม คุณกำลังมีพลังใจเต็มเปี่ยม พร้อมจะสร้างผลงานที่โดดเด่น"
    },
     "The Moon": {
        "meaning": "ปัญหาและการหลอกลวงกำลังจะเข้ามา ต้องเตรียมตัวรับมือเร็วๆ นี้",
        "advice": "ช่วงเวลานี้อาจเต็มไปด้วยความไม่แน่นอน การเข้าใจผิด หรือข่าวลือที่ทำให้คุณเครียด งานที่คุณทำอาจมีเบื้องหลังที่ไม่ชัดเจน หรือผู้คนในทีมไม่จริงใจ ไพ่ใบนี้บอกให้คุณใช้สัญชาตญาณเป็นหลัก อย่าเชื่อในสิ่งที่เห็น ต้องระวังการถูกหลอก ถูกเอาเปรียบ หรือเกี่ยวข้องกับงานสีเทา เป็นช่วงที่ควรเก็บตัว คิดให้รอบคอบก่อนตัดสินใจ"
    },
     "The Sun": {
        "meaning": "กำลังจะมีเรื่องดี ๆ เข้ามา หรืออะไรที่เคยทำไว้กำลังจะสำเร็จ เตรียมรับข่าวดี",
        "advice": "งานของคุณจะสว่างไสวเต็มไปด้วยความสำเร็จ การยอมรับ และพลังบวก คุณอาจได้รับโปรเจกต์สำคัญ ได้เลื่อนตำแหน่ง หรือมีชื่อเสียงในสายงานอย่างชัดเจน การทำงานเป็นทีมจะราบรื่น มีความสุขในการทำงาน และเปล่งประกายดึงดูดผู้คน ไพ่ใบนี้ยังหมายถึงงานที่เกี่ยวกับเด็ก ความคิดสร้างสรรค์ หรือการเดินทางต่างประเทศ"
    },
     "Judgement": {
        "meaning": "โอกาสที่เข้ามา โอกาสที่ได้รับ และการสูญเสียโอกาส สามารถเกิดขึ้นได้ทั้งหมดจากการตัดสินใจของเราแค่ครั้งเดียว",
        "advice": "คุณกำลังเข้าสู่ “ช่วงเวลาแห่งการชำระล้างและเกิดใหม่ทางอาชีพ” ไพ่ใบนี้แสดงถึงการตัดสินใจครั้งสำคัญ การถูกเรียกกลับไปทำงานเดิม หรือการได้งานใหม่ที่เปลี่ยนชีวิต งานที่เคยทำไว้จะส่งผลกลับมา เช่น ผลจากความขยันจะได้รับการตอบแทน หรือหากเคยเลินเล่อจะถูกตั้งคำถาม ช่วงนี้เหมาะกับการสะสางสิ่งค้างคาในอดีต"
    },
    "The World": {
      "meaning": "ความสำเร็จ ความราบรื่น ทุกอย่างที่ต้องการจะประสบความสำเร็จได้ตามมที่หวังแน่นอน",
      "advice": "การงานของคุณถึงจุดสูงสุดที่พร้อมจะ “เก็บเกี่ยวความสำเร็จ” ไพ่ใบนี้หมายถึงการจบสิ้นโครงการสำคัญ การได้รับการยอมรับในระดับสากล หรือการประสบความสำเร็จในระยะยาว เช่น ได้เลื่อนตำแหน่ง หรือเริ่มต้นธุรกิจใหม่ที่เติบโตได้ทั่วโลก งานที่เกี่ยวข้องกับการเดินทาง การสื่อสารระหว่างประเทศ หรือความหลากหลายทางวัฒนธรรมจะเด่นมาก"
    },
    "Ace of Wands": {
      "meaning": "การได้รับข่าวสาร ได้รับโอกาส หรือได้เริ่มต้นกิจกรรมบางอย่าง",
      "advice": "นี่คือจุดเริ่มต้นของแรงบันดาลใจที่ทรงพลัง คุณอาจได้รับโอกาสใหม่ ๆ ที่เกี่ยวกับงานสร้างสรรค์ การเปิดโปรเจกต์ใหม่ ธุรกิจที่คุณหลงใหล หรือแนวทางที่ทำให้คุณรู้สึก “ใช่” แบบเต็มร้อย ไพ่ใบนี้เต็มไปด้วยพลังแห่งการเริ่มต้น เป็นช่วงที่เหมาะมากสำหรับการจุดไฟความฝันแล้วเริ่มลงมือทำ อย่ารอให้พร้อมลงมือแล้วพลังจะตามมา"
    },
    "Two of Wands": {
      "meaning": "การวางแผนการต่าง ๆ ในอนาคต ความกล้าหาญ กล้าจะก้าวออกไปยังโลกอันไม่คุ้นเคย",
      "advice": "คุณอยู่ในจุดที่มองเห็นศักยภาพของตนเอง และกำลังวางแผนการเติบโต อาจมีโอกาสขยายงานไปยังต่างจังหวัด/ต่างประเทศ หรือมองหาการเปลี่ยนแปลงครั้งใหญ่ในอาชีพ เช่น ย้ายที่ทำงาน เปลี่ยนสายงาน หรือเริ่มธุรกิจ ไพ่ใบนี้เรียกร้องให้คุณกล้าก้าวออกจาก Comfort Zone เพื่อไขว่คว้าโลกใบใหม่"
  },
     "Three of Wands": {
        "meaning": "การเดินทางไปยังที่ที่ไม่คุ้นเคย ทำในสิ่งที่กลัว หรือการมองการณ์ไกล",
        "advice": "ผลลัพธ์จากความพยายามเริ่มเห็นผล คุณได้วางรากฐานไว้ดี และตอนนี้เป็นช่วงที่ควรขยายกิจการ หาพาร์ตเนอร์ทางธุรกิจ หรือมองไปไกลกว่าที่เคย ไพ่ใบนี้ยังบอกถึงงานที่เกี่ยวข้องกับการเดินทาง ไกลบ้าน หรือต่างประเทศ คุณอยู่ในเส้นทางที่ถูกต้อง เหลือแค่รอคลื่นลูกใหญ่เข้ามาแล้วโต้กลับให้เต็มที่"
    },
     "Four of Wands": {
        "meaning": "การเฉลิมฉลอง การแต่งงาน หรือความสุขสมหวัง",
        "advice": "การเฉลิมฉลองแห่งความสำเร็จ งานบางอย่างถึงเป้าหมายที่วางไว้ เช่น ปิดโปรเจกต์ได้สำเร็จ เปิดตัวสินค้าใหม่ หรือได้รับคำชื่นชมในองค์กร ไพ่ใบนี้ยังหมายถึงงานที่ทำกับครอบครัว ทีมเวิร์กดีเยี่ยม หรือสภาพแวดล้อมการทำงานที่มีความสุขลงตัว"
    },
     "Five of Wands": {
        "meaning": "การแข่งขันกับคนหมู่มาก อุปสรรคเยอะมาก หรือทะเลาะเบาะแว้ง ไม่ลงรอยกัน",
        "advice": "เกิดความขัดแย้ง การแข่งขัน หรือความวุ่นวายภายในองค์กร คุณอาจรู้สึกว่าทำงานเป็นทีมได้ยาก หรือถูกจับตามองจากเพื่อนร่วมงานที่ไม่หวังดี ไพ่ใบนี้ยังบ่งบอกถึงการที่ความคิดเห็นไม่ลงรอยกันในที่ประชุม การแย่งชิงความเป็นผู้นำ หรือบรรยากาศที่ไม่มีใครยอมใคร"
    },
     "Six of Wands": {
        "meaning": "ชัยชนะ ความสำเร็จ การเฉลิมฉลองความสำเร็จ",
        "advice": "คุณอาจได้รับการโปรโมต ได้รับการยอมรับจากหัวหน้า ลูกค้า หรือสังคม การโปรโมตชื่อเสียงผ่านโซเชียล หรือแสดงผลงานอย่างเปิดเผยจะส่งผลดี ไพ่ใบนี้ยังหมายถึงการได้รับรางวัลจากความพยายามมายาวนาน เป็นช่วงเวลาที่คุณควรภูมิใจในตนเอง"
    },
     "Seven of Wands": {
        "meaning": "ความยึดมั่น การปกป้องตัวเอง อุปสรรคหรือภาระที่ถาโถมเข้ามาพร้อม ๆ กัน",
        "advice": "คุณต้องยืนหยัดปกป้องสิ่งที่สร้างมา อาจเจอแรงต้านจากคนอื่น เช่น การโดนหักหน้าในที่ประชุม คู่แข่งที่เข้ามาชิงตำแหน่ง หรือคนไม่หวังดี ไพ่ใบนี้แสดงว่าคุณมีศักยภาพจะ “ยืนหนึ่ง” แต่ต้องใช้ความกล้า ความมั่นใจ และการป้องกันตัวทางความคิดอย่างชาญฉลาด"
    },
     "Eight of Wands": {
        "meaning": "ข่าวสาร การติดต่อสื่อสารจากทางไกล หรือมีโอกาสได้เดินทางไกล",
        "advice": "ทุกอย่างกำลังเคลื่อนไหวเร็วมาก ข่าวดีมาไว โปรเจกต์คืบหน้าแบบก้าวกระโดด อาจได้งานใหม่หรือการเดินทางเพื่อธุรกิจแบบกะทันหัน ไพ่ใบนี้หมายถึงพลังงานเชิงบวก ความเร็ว และโอกาสที่ไหลเข้ามารัว ๆ คุณต้องพร้อมปรับตัวและรับมือให้ทันกับกระแส"
    },
     "Nine of Wands": {
        "meaning": "ความเข้มแข็งและมุ่งมั่น การตัดสินใจเลือกสิ่งสำคัญ การป้องกันตัวเอง",
        "advice": "คุณผ่านศึกมาหนักจนรู้สึกเหนื่อยล้า แต่ไพ่ใบนี้บอกว่าอย่าเพิ่งยอมแพ้ คุณเข้าใกล้ความสำเร็จมากกว่าที่คิด อาจอยู่ในช่วงงานหนักแต่ต้องอดทน เช่น เตรียมสอบ ใกล้ส่ง Thesis หรือจะปิดดีลใหญ่ ไพ่ใบนี้ยังเตือนถึงการตั้งการ์ดสูงเกินไปจนไม่กล้ารับความช่วยเหลือจากคนอื่น"
    },
  
    "Ten of Wands": {
      "meaning": "ภาระหน้าที่หรือการทำงานมากเกินไปจนไม่สามารถขยับตัวไปทำสิ่งอื่น ๆ ได้",
      "advice": "คุณแบกรับภาระมากเกินไป งานเยอะจนไม่มีเวลาแม้แต่พักใจ อาจมีการรับผิดชอบเกินหน้าที่ โดนเอาเปรียบ หรือไม่กล้าปฏิเสธ ไพ่ใบนี้เตือนให้คุณเรียนรู้ที่จะกระจายงาน แบ่งเบาภาระ และรู้จักพูดคำว่า “พอ” อย่าฝืนตัวเองจนเสียสุขภาพจิตและร่างกาย"
    },
    "Page of Wands": {
      "meaning": "ได้รับข่าวสาร กระตือรือร้น กล้าหาญ มุ่งมั่นกับสิ่งที่เลือกแล้ว",
      "advice": "คุณมีความคิดใหม่ ความกล้า และแรงบันดาลใจเต็มเปี่ยม เป็นช่วงที่อยากลองสิ่งใหม่หรือเปลี่ยนแนวทางในการทำงาน ไพ่ใบนี้เหมาะกับการเริ่มต้นสิ่งที่คุณหลงใหล ไม่ว่าคุณจะยังไม่มีประสบการณ์หรือยังอยู่ในช่วงเริ่มต้น ไฟในใจคุณจะนำทางไป"
    },
    "Knight of Wands": {
      "meaning": "มั่นใจในตัวเอง ชอบเสี่ยง การลงมือทำสิ่งต่าง ๆ ด้วยความรวดเร็วว่องไว",
      "advice": "คุณเต็มไปด้วยพลัง ความกระตือรือร้น และไม่กลัวการเปลี่ยนแปลง งานของคุณอาจเกี่ยวข้องกับการเดินทาง การบุกเบิกตลาดใหม่ หรือการทำสิ่งที่คนอื่นไม่กล้าทำ ไพ่ใบนี้ส่งพลัง “ลุยเลย” ให้กับทุกโครงการที่มีความกล้า แต่ต้องระวังเรื่องความใจร้อน หรือทำอะไรไวเกินไปโดยไม่คิด"
  },
     "Queen of Wands": {
        "meaning": "การมีความคิดสร้างสรรค์ การเป็นตัวของตัวเอง",
        "advice": "คุณเปล่งประกายอย่างมีเสน่ห์ในสายงาน มีภาวะผู้นำสูงและความมั่นใจแบบธรรมชาติ งานของคุณอาจเกี่ยวกับการเป็นผู้นำ การสร้างแรงบันดาลใจให้ผู้อื่น หรืออาชีพที่ต้องใช้บุคลิกและเสน่ห์ส่วนตัว ไพ่ใบนี้หมายถึงคนที่ “ทำงานอย่างฉลาด” และรู้จักดึงศักยภาพของคนรอบข้างมาใช้"
    },
     "King of Wands": {
        "meaning": "การมีอำนาจ มีไอเดียใหม่ ๆ กล้าหาญ ความมั่นคงและน่าเชื่อถือ",
        "advice": "นี่คือจุดสูงสุดของความเป็นผู้นำที่มีวิสัยทัศน์ คุณพร้อมนำทีม สร้างอาณาจักร หรือขยายธุรกิจให้เติบโต ไพ่ใบนี้หมายถึงคนที่มองไกล ไม่หยุดอยู่กับที่ และกล้าตัดสินใจในสถานการณ์ที่ยาก งานของคุณกำลังเข้าสู่เฟส “สร้างตำนาน” และมีคนรอเดินตามคุณ"
    },
     "Ace of Cups": {
        "meaning": "ความรัก การเริ่มต้น การมอบสิ่งดี ๆ ให้กับอีกฝ่ายหรืออาจจะเป็นฝ่ายได้รับสิ่งดี ๆ จากผู้อื่น",
        "advice": "โอกาสใหม่ในหน้าที่การงานที่มาพร้อมความสุขทางใจ อาจได้เริ่มทำงานที่รักจริง ๆ หรือได้ร่วมงานในสภาพแวดล้อมที่อบอุ่น เป็นมิตร ไพ่ใบนี้ยังบ่งบอกถึงแรงบันดาลใจที่ไหลล้น การได้ทำในสิ่งที่มีความหมาย หรือโปรเจกต์ที่ทำให้คุณ “มีหัวใจ” ในการตื่นมาทำงานทุกวัน"
    },
     "Two of Cups": {
        "meaning": "คนรัก คู่รัก การมอบความรักให้กันและกัน ถ้าชอบใครอยู่อาจมีโอกาสสมหวัง",
        "advice": "คุณกำลังเข้าสู่ช่วงที่ความสัมพันธ์ในที่ทำงานแข็งแรง หรือได้คู่หูทางธุรกิจที่เข้ากันได้ดี อาจได้รับข้อเสนอที่เป็น “วิน–วิน” ทั้งสองฝ่าย หรือมีการลงนามสัญญาที่ให้ประโยชน์ร่วม ไพ่ใบนี้ยังเหมาะกับคนที่ต้องร่วมมือในโปรเจกต์คู่ การเจรจาต่อรองที่ได้ผลดี หรือการรวมทีมเพื่อเป้าหมายเดียวกัน"
    },
     "Three of Cups": {
        "meaning": "การเฉลิมฉลอง ปาร์ตี้กับเพื่อน ๆ มีความรักแบบเพื่อนฝูง แฮปปี้มีความสุข",
        "advice": "การฉลองความสำเร็จ การจบโปรเจกต์ที่ทุกฝ่ายแฮปปี้ หรือการทำงานร่วมกันเป็นทีมที่เปี่ยมไปด้วยมิตรภาพ ไพ่ใบนี้ยังสื่อถึงบรรยากาศที่สนุกสนานในที่ทำงาน การร่วมกิจกรรม งานเลี้ยง หรืองานที่เกี่ยวกับความบันเทิง เช่น อีเวนต์, ครีเอทีฟ"
    },
     "Four of Cups": {
        "meaning": "การหยุดนิ่ง ความเบื่อหน่าย แม้จะมีความสุข มีสิ่งดี ๆ รายล้อม แต่กลับเบื่อหน่ายเพราะอยู่แต่ในกรอบเดิม ๆ",
        "advice": "ความรู้สึกเบื่อหน่าย หยุดนิ่ง หรือรู้สึกว่าทำงานแบบไม่มีความหมาย ไพ่ใบนี้มักขึ้นเมื่อคุณหมดไฟ เบื่อกับงานที่ทำอยู่ แม้งานจะยังมั่นคงก็ตาม อาจมีข้อเสนอดี ๆ เข้ามาแต่คุณลังเลไม่สนใจเพราะจิตใจยังไม่พร้อม ไพ่เตือนให้คุณเปิดใจมองสิ่งใหม่ก่อนที่โอกาสจะผ่านไป"
    },
     "Five of Cups": {
        "meaning": "การสูญเสีย ความเศร้า เหมือนถ้วยที่ล้มลง ความรู้สึกสิ้นหวัง ความหวังพังทลาย",
        "advice": "ผิดหวังจากโปรเจกต์ งานล่ม หรือถูกปฏิเสธ อาจรู้สึกท้อกับผลลัพธ์ที่ไม่เป็นดั่งหวัง ไพ่ใบนี้เต็มไปด้วยความเสียใจ เสียศรัทธา หรือเสียความมั่นใจในการทำงาน อย่างไรก็ตาม ยังมีโอกาสหรือทรัพยากรบางอย่างเหลืออยู่ คุณแค่ต้องเงยหน้าขึ้นมองมัน"
    },
  
    "Six of Cups": {
      "meaning": "ความสงบสุข มีคนมาเยี่ยม อาจได้รับเซอร์ไพรส์จากคนอื่น มีการมาหาแบบไม่ทันตั้งตัว ได้รับของฝาก",
      "advice": "คุณอาจได้กลับไปร่วมงานกับคนเก่า กลับไปทำอาชีพเดิม หรือกลับไปพัฒนาสิ่งที่เคยหลงใหล ไพ่ใบนี้ยังสื่อถึงงานที่เกี่ยวกับเด็ก การศึกษา หรือสังคมสงเคราะห์ บางครั้งอาจหมายถึงการทำงานในสถานที่ที่ให้ความรู้สึก “เหมือนบ้าน”"
    },
    "Seven of Cups": {
      "meaning": "ความสับสน ตัวเลือกเยอะ เกิดขึ้นได้จากความรู้สึกที่มีมากมายเกินความจำเป็น หรือแม้แต่มีข้อเสนอเข้ามาเยอะมากจนตัดสินใจไม่ถูก",
      "advice": "คุณอาจกำลังลังเลว่าจะเลือกเส้นทางไหนดี เพราะมีตัวเลือกมากมาย ไพ่ใบนี้เตือนว่าบางสิ่งดูดีแต่ไม่มีความมั่นคง หรือความฝันลวงอาจทำให้คุณหลงทาง ต้องตั้งสติและเลือกด้วยสติปัญญา ไม่ใช่ความเพ้อฝัน"
    },
    "Eight of Cups": {
      "meaning": "การจากลา ทอดทิ้ง การเดินหนีจากสิ่งที่ทำให้ผิดหวัง หรือเรื่องนั้น ๆ ได้จบลงแล้ว ได้เวลาก้าวต่อไป",
      "advice": "คุณอาจรู้สึกว่าแม้งานที่ทำอยู่มั่นคง แต่ไม่มีความสุขลึก ๆ ไพ่ใบนี้สื่อถึงการ “ละทิ้ง” สิ่งที่คุ้นเคยเพื่อแสวงหาสิ่งที่ดีกว่า เช่น การลาออกจากงานที่ไม่ได้เติมเต็ม หรือเดินจากงานที่เคยรักเพราะไม่ตอบโจทย์อีกต่อไป เป็นการเดินทางทางใจเพื่อหาความหมายใหม่ของชีวิตการทำงาน"
  },
     "Nine of Cups": {
        "meaning": "สมหวัง ความหวังเป็นจริง สิ่งที่อยากได้กำลังจะกลายเป็นจริงแล้ว",
        "advice": "ความสำเร็จที่เติมเต็มในระดับบุคคล คุณอาจไม่ได้เป็นผู้บริหารหรือโด่งดังที่สุด แต่คุณรู้สึกพอใจและภูมิใจกับงานที่ทำอยู่ ไพ่ใบนี้บ่งบอกถึงความสุขภายใน เป็นคนที่ “สุขใจเพราะได้ทำงานที่ใช่” ไม่ว่าจะเป็นงานใหญ่หรือเล็ก"
    },
     "Ten of Cups": {
        "meaning": "ความสุข ครอบครัว การมีทุกอย่างพร้อม มีความสุขแบบสุด ๆ",
        "advice": "ความสำเร็จแบบรอบด้าน ไม่ใช่แค่เรื่องรายได้หรือชื่อเสียง แต่รวมถึงความสัมพันธ์ในที่ทำงาน ความรู้สึกมั่นคงทางใจ และการมีเป้าหมายร่วมกับคนที่รัก อาจหมายถึงการทำธุรกิจร่วมกับครอบครัว หรืออยู่ในบริษัทที่เหมือนบ้าน ไพ่ใบนี้คือภาพในฝันของใครหลายคน"
    },
     "Page of Cups": {
        "meaning": "ความสนุก ชอบเข้าสังคม ได้พบเจอกับคนมากหน้าหลายตา หรืออาจได้รับข่าวสารบางอย่าง",
        "advice": "แรงบันดาลใจใหม่ ๆ กำลังเกิดขึ้น คุณอาจได้เริ่มโปรเจกต์ที่ต้องใช้จินตนาการหรืออารมณ์ เช่น งานศิลปะ, เขียนบท, ดนตรี หรือการให้คำปรึกษา ไพ่ใบนี้บ่งบอกถึงคนที่มีความอ่อนโยน เหมาะกับงานที่ต้องเข้าใจอารมณ์ผู้อื่น"
    },
     "Knight of Cups": {
        "meaning": "นักสู้ นักฝัน การขอร้อง ขอแต่งงาน อยากได้สิ่งใดก็ต้องออกไปฝ่าฟันเอามาให้ได้",
        "advice": "คุณกำลัง “เสนองาน” หรือพรีเซนต์สิ่งที่คุณเชื่ออย่างมีศิลปะ เป็นช่วงที่คุณมีแรงบันดาลใจเต็มที่ และอยากลงมือทำสิ่งที่มีความหมาย ไพ่ใบนี้ยังสื่อถึงอาชีพด้านศิลปะ, นักเจรจา, คนขาย, นักเขียน หรือ Content Creator"
    },
     "Queen of Cups": {
        "meaning": "สัญชาตญาณดี การพิจารณา หากต้องตัดสินใจอะไรก็ตาม ต้องคิดทบทวนอย่างรอบคอบ",
        "advice": "คุณมีความเข้าอกเข้าใจ และเหมาะกับงานที่ต้องดูแลผู้อื่น เช่น การแพทย์ พยาบาล การให้คำปรึกษา หรือการทำงานเพื่อสังคม ไพ่ใบนี้ยังสื่อถึงคนที่ทำงานด้วยความรัก มีเซนส์สูง และเป็นแรงสนับสนุนให้ผู้อื่นเติบโต"
    },
     "King of Cups": {
        "meaning": "ฉลาด สุขุม อดทน แม้ว่าจะต้องเจอกับเหตุการณ์ไม่มั่นคงใด ๆ ก็ต้องวางตัวหนักแน่  ใช้เหตุผลมากกว่าอารมณ์",
        "advice": "คุณเป็นผู้นำที่มีวุฒิภาวะทางอารมณ์สูง สามารถรับมือกับวิกฤตต่าง ๆ ด้วยใจนิ่งและมีสติ ไพ่ใบนี้เหมาะกับหัวหน้าที่นำทีมด้วยความเมตตาและความเข้าใจ หรือผู้บริหารที่คุมองค์กรให้เดินหน้าโดยไม่ทิ้งใครไว้ข้างหลัง"
    },
     "Ace of Swords": {
        "meaning": "อุปสรรคจะผ่านพ้น และความสำเร็จกำลังเข้ามา ได้เริ่มต้นสิ่งใหม่ๆ เสียที",
        "advice": "การเริ่มต้นโปรเจกต์ใหม่ที่ต้องใช้ไหวพริบ ปัญญา หรือการตัดสินใจที่ชัดเจน ไพ่ใบนี้หมายถึง “ความชัดเจน” ในการคิด การวางแผน หรือแม้กระทั่งการพูดจาที่เด็ดขาด คุณอาจต้องเป็นคนชี้ขาด เสนอไอเดีย หรือประกาศจุดยืนทางวิชาชีพ"
    },
  
    "Two of Swords": {
      "meaning": "ช่วงที่ตกอยู่ในความเครียดสูง ปัญหาทับถมเยอะจนหาทางออกยาก",
      "advice": "คุณอาจอยู่ในสถานการณ์ที่ต้องเลือกแต่เลือกไม่ได้ สองทางที่ต่างก็ไม่แน่ใจว่าจะพาไปทางที่ดีกว่า ไพ่ใบนี้หมายถึงการลังเล การไม่กล้าตัดสินใจ หรือการปิดใจต่อข้อมูลใหม่ ๆ"
    },
    "Three of Swords": {
      "meaning": "อุปสรรคและความผิดหวังจะเกิดขึ้นกับเรื่องที่กังวลอยู่",
      "advice": "ความผิดหวังในการทำงาน การโดนหักหลัง หรือความเจ็บปวดจากคำพูดในที่ทำงาน ไพ่ใบนี้สะท้อนสภาพแวดล้อมที่เต็มไปด้วยความตึงเครียด ความเสียใจ หรือการถูกตำหนิอย่างรุนแรง อาจเกี่ยวข้องกับการเลิกจ้าง หรือความสัมพันธ์ที่พังในที่ทำงาน"
    },
    "Four of Swords": {
      "meaning": "ความกดดันที่เกิดขึ้นจากคนรอบตัวหรือจากตนเอง เป็นช่วงเวลาที่เครียดมาก",
      "advice": "ถึงเวลาพัก สมองคุณอาจล้าเกินไปจากความเครียดสะสม ไพ่ใบนี้หมายถึงการถอนตัวชั่วคราว พักรบ เพื่อฟื้นพลังใจและร่างกาย คุณอาจอยู่ในช่วงหยุดชั่วคราว ลาพัก หรือชะลอโปรเจกต์เพื่อเตรียมตัวให้พร้อมก่อนสู้ต่อ"
  },
     "Five of Swords": {
        "meaning": "ปัญหาทะเลาะกับคนรอบตัว และปัญหายุ่งยากที่วุ่นวายกำลังเข้ามา",
        "advice": "ความขัดแย้งที่มีผู้แพ้–ผู้ชนะอย่างชัดเจน ไพ่ใบนี้สื่อถึงการทำงานในสภาพแวดล้อมที่มีการแข่งขันสูง การใช้เล่ห์เหลี่ยมหรือชิงดีชิงเด่นจนบางคนเจ็บ อาจเป็นคุณที่ชนะ แต่เป็นชัยชนะที่ไม่ชื่นใจ หรืออาจเป็นฝ่ายเสียเปรียบ"
    },
     "Six of Swords": {
        "meaning": "การตามแก้ปัญหาที่ตนเองได้ก่อหรือหนีไว้มาโดยตลอด ต้องรีบจัดการให้เรียบร้อย",
        "advice": "คุณกำลังค่อย ๆ ผ่านพ้นช่วงเวลาที่ยากลำบากในงาน หรืออาจหมายถึงการเปลี่ยนงาน ย้ายที่ทำงาน หรือย้ายแผนก เพื่อสิ่งที่ดีกว่า ไพ่ใบนี้สะท้อนการเคลื่อนไหวที่นำไปสู่ความสงบ การหนีจากสิ่งที่เคยกดดัน"
    },
     "Seven of Swords": {
        "meaning": "ปัญหาที่เกี่ยวกับเรื่องที่ทำงาน การทำงาน หรือเพื่อนร่วมงาน",
        "advice": "ไพ่แห่งความลับ การปิดบัง หรือการวางแผนที่ต้องทำแบบเงียบ ๆ อาจมีใครบางคนลอบเล่นงานคุณ หรือคุณเองที่ต้องวางกลยุทธ์เพื่อรับมือ ไพ่ใบนี้ยังสื่อถึงงานลับ โปรเจกต์ลับ หรือการสืบค้นข้อมูลเบื้องหลัง"
    },
     "Eight of Swords": {
        "meaning": "สถานการณ์ความเครียด ความกดดัน ไร้ทางออกของปัญหาเข้ามาบีบบังคับให้ต้องตัดสินใจผิดๆ ",
        "advice": "ความรู้สึกว่าถูกจำกัด โดนบีบ หรือไม่มีทางเลือก คุณอาจรู้สึกติดกับดักของงานเดิม ๆ หรือถูกบังคับให้ทำงานที่ไม่อยากทำ ไพ่ใบนี้คือความรู้สึกติดอยู่ในกรอบที่มองไม่เห็นทางออก ทั้งที่ความจริง “เชือกที่มัดคุณไว้” อาจเป็นแค่จิตใจของคุณเอง"
    },
     "Nine of Swords": {
        "meaning": "สุขภาพแย่ลงจากปัญหาเกี่ยวกับความเครียด ความคิด และความกดดันต่างๆ ในช่วงนี้",
        "advice": "ความวิตกกังวล ความเครียด และภาวะนอนไม่หลับเพราะปัญหาเรื่องงาน คุณอาจกำลังเผชิญกับแรงกดดันสูง ความล้มเหลว หรือการคาดหวังจากผู้อื่นจนทำให้รู้สึกไม่เป็นตัวของตัวเอง"
    },
     "Ten of Swords": {
        "meaning": "เรื่องความเครียด ความกดดัน และปัญหาต่างๆ กำลังจะผ่านพ้นและจบสิ้นเร็วๆ นี้ด้วยตัวของท่านเอง",
        "advice": "จุดสิ้นสุดของงานหรือโปรเจกต์บางอย่างแบบที่หลีกเลี่ยงไม่ได้ อาจหมายถึงการปิดบริษัท, ลาออก, ถูกเลิกจ้าง หรือการล้มเหลวที่เจ็บปวด ไพ่ใบนี้แม้จะรุนแรง แต่ก็เป็นจุดจบที่เปิดทางให้คุณเริ่มต้นใหม่ได้ดีขึ้นในอนาคต"
    },
  "Page of Swords": {
      "meaning": "ปัญหาที่ต้องจัดการหรือต้องตัดสินใจ สามารถจัดการเองได้เลย แล้วจะผ่านพ้นได้ด้วยดี",
      "advice": "คุณเป็นคนที่หาข้อมูลเก่ง เรียนรู้เร็ว และมีความอยากรู้อยากเห็นสูง ไพ่ใบนี้เหมาะกับนักวิจัย นักวิเคราะห์ หรือผู้เริ่มต้นงานใหม่ ๆ ที่พร้อมเรียนรู้ตลอดเวลา"
  },
  "Knight of Swords": {
      "meaning": "การต่อสู้อย่างเหน็ดเหนื่อยมายาวนานกับปัญหาและอุปสรรคต่างๆ ที่ไม่จบง่าย",
      "advice": "คุณพร้อมลุย พร้อมสู้เพื่อเป้าหมายแบบไม่มีลังเล ไพ่ใบนี้หมายถึงการพุ่งชนเป้าหมายอย่างไม่กลัวความเสี่ยง เหมาะกับงานที่ต้องแข่งขันสูง หรือการเข้ายึดครองตลาด โปรเจกต์เร่งด่วน"
  },
  "Queen of Swords": {
      "meaning": "การจัดการปัญหายากๆ ได้ด้วยตัวเองอย่างราบรื่นและต้องใช้ความเด็ดขาดในการเข้าสู้ จึงจะชนะได้",
      "advice": "คุณมีความเฉียบคมทางความคิด ใช้เหตุผลเหนืออารมณ์ เป็นนักสื่อสารที่เก่ง ไพ่ใบนี้เหมาะกับคนที่มีบทบาทในการตัดสินใจ เป็นผู้ให้คำปรึกษา หรือนักกฎหมาย คุณเป็นคนไม่ยอมให้ใครล้ำเส้นในที่ทำงาน"
  },
  "King of Swords": {
      "meaning": "ต้องใช้ความเด็ดเดี่ยว สติปัญญา ความรอบคอบ พิจารณาทุกอย่างก่อนตัดสินใจในการแก้ปัญหาใดๆ ช่วงนี้",
      "advice": "คุณเป็นผู้นำที่เปี่ยมด้วยวินัย ความยุติธรรม และสติปัญญา ไพ่ใบนี้เหมาะกับผู้บริหาร ผู้เชี่ยวชาญ หรือผู้ควบคุมระบบงานทั้งองค์กร คนที่ใช้กฎหมาย ความคิดเชิงตรรกะ หรือการวางกลยุทธ์ทางธุรกิจ"
  },
     "Ace of Pentacles": {
        "meaning": "จุดเริ่มต้นของเรื่องการเงินกำลังเป็นไปในทิศทางที่ดี",
        "advice": "โอกาสใหม่ทางการเงินและอาชีพกำลังมาเยือนคุณ ไพ่ใบนี้เป็นสัญญาณของการเริ่มต้นงานที่มั่นคง เช่น การได้งานใหม่ โปรเจกต์ใหม่ หรือธุรกิจส่วนตัวที่มีแนวโน้มประสบความสำเร็จในระยะยาว เป็นช่วงที่คุณสามารถวางรากฐานทางอาชีพได้อย่างมั่นคง"
    },
  
    "Two of Pentacles": {
      "meaning": "จะใช้จ่ายอะไรต้องคิดให้รอบคอบมากขึ้น ปัญหาหลักเป็นเรื่องการหมุนเงินไม่ทัน",
      "advice": "คุณกำลังบริหารจัดการหลายหน้าที่ หรือพยายามรักษาสมดุลระหว่างงานสองอย่าง เช่น งานประจำกับธุรกิจเสริม ไพ่ใบนี้สื่อถึงความคล่องตัว การปรับตัว และความสามารถในการทำหลายอย่างพร้อมกัน แต่ระวังอย่าให้ทุกอย่างหลุดมือ"
    },
    "Three of Pentacles": {
      "meaning": "ความตั้งใจในการเริ่มต้นสร้างฐานะ สร้างความมั่นคงจะไปในทิศทางที่ดี",
      "advice": "คุณกำลังได้รับความร่วมมือที่ดีจากทีม หรือมีโอกาสได้ทำงานร่วมกับมืออาชีพ ไพ่ใบนี้ยังสื่อถึงการพัฒนาอย่างมืออาชีพ เช่น การเรียนรู้งานจากผู้มีประสบการณ์ หรือได้แสดงฝีมือในโปรเจกต์สำคัญ"
    },
    "Four of Pentacles": {
      "meaning": "ช่วงเวลาที่กำลังจะเริ่มมีเงินเก็บออมมากขึ้น ทิศทางความร่ำรวยมีอย่างแน่นอน ",
      "advice": "คุณกำลังยึดติดกับความมั่นคงหรือวิธีเดิม ๆ ในการทำงาน อาจกลัวการเปลี่ยนแปลง หรือพยายามเก็บรักษาสถานภาพเดิมไว้ ไพ่ใบนี้ยังสะท้อนถึงความระวังเรื่องเงินในที่ทำงาน เช่น การลงทุน การควบคุมงบ"
  },
     "Five of Pentacles": {
        "meaning": "การเจอปัญหาเกี่ยวกับด้านการเงินที่หาทางแก้ค่อนข้างยากให้ช่วงนี้ แนะนำให้เน้นจัดการปัญหาก่อน ไม่ควรก่อหนี้เพิ่ม",
        "advice": "คุณอาจเผชิญกับความลำบากทางอาชีพ เช่น ตกงาน รายได้ลด หรืออยู่ในสภาพแวดล้อมที่ไม่มีคนสนับสนุน ไพ่ใบนี้คือช่วงเวลาที่คุณรู้สึกโดดเดี่ยวหรือขาดความมั่นคงอย่างหนัก แต่ก็ยังมีแสงสว่างรออยู่หากคุณขอความช่วยเหลือ"
    },
     "Six of Pentacles": {
        "meaning": "ความเสียเปรียบหรือเสียผลประโยชน์ที่เกี่ยวกับด้านการเงิน",
        "advice": "การให้และรับเกิดขึ้นในที่ทำงาน บางคนอาจได้โบนัส การสนับสนุนจากเจ้านาย หรือได้รับโอกาสที่คนอื่นหยิบยื่นให้ ในขณะเดียวกัน ไพ่ใบนี้ยังสื่อถึงการแบ่งปัน การมีจิตอาสา หรือการช่วยเหลือเพื่อนร่วมงาน"
    },
     "Seven of Pentacles": {
        "meaning": "ผลตอบแทนที่มาจากการลงทุน ลงแรง หรือการทำอะไรบางอย่างจะทำให้ได้รับผลลัพธ์ที่งอกเงยดี",
        "advice": "คุณกำลังรอผลลัพธ์ของสิ่งที่คุณลงทุนลงแรงไว้ ไพ่ใบนี้คือการประเมินผล การอดทน และการดูแลสิ่งที่คุณเริ่มต้นไว้ให้เติบโต แม้อาจยังไม่เห็นผลชัดเจนในตอนนี้ แต่คุณกำลังเดินมาถูกทาง"
    },
     "Eight of Pentacles": {
        "meaning": "การเงินที่จะได้มาอย่างราบรื่น และมีเงินเหลือมากขึ้น ต้องแลกกับการทำงานหรือเหนื่อยมากขึ้นในช่วงนี้",
        "advice": "ไพ่แห่งความขยัน ความตั้งใจ และการพัฒนาทักษะ คุณกำลังเข้าสู่ช่วงเวลาที่ต้อง “ลงมือทำ” อย่างต่อเนื่องเพื่อให้เกิดผลงานที่ชัดเจน ไพ่ใบนี้ยังสื่อถึงการเรียนรู้ ฝึกฝน หรือศึกษาต่อเพื่อให้เก่งขึ้นในสายงาน"
    },
     "Nine of Pentacles": {
        "meaning": "การเงินราบรื่น คล่องมือ และเหลือเก็บเหลือใช้",
        "advice": "คุณกำลังเก็บเกี่ยวผลแห่งความสำเร็จจากความขยันที่ผ่านมา ไพ่ใบนี้สื่อถึงความสำเร็จด้วยตัวเอง รายได้ที่มั่นคง หรือการมีอิสรภาพทางการงาน เหมาะกับผู้ที่ทำงานอิสระ เจ้าของธุรกิจ หรือคนที่ใช้ความสามารถของตนล้วน ๆ"
    },
     "Ten of Pentacles": {
        "meaning": "การเงินพร้อมต่อยอดอนาคตชีวิต และราบรื่นต่อเนื่องไม่มีติดขัด",
        "advice": "ความมั่นคงระดับสูงสุดในการงานและการเงิน ไพ่ใบนี้หมายถึงการสืบทอดธุรกิจ ความมั่งคั่งทางครอบครัว หรือการสร้างรากฐานที่ยาวนานในอาชีพของคุณ เป็นช่วงเวลาของความมั่นใจว่าคุณได้ “สร้างอาณาจักร” ที่มั่นคงแล้ว"
    },
   "Page of Pentacles": {
      "meaning": "โอกาสดีๆ ด้านการเงิน หรือการเติบโตเรื่องเกี่ยวกับรายรับจะเข้ามาเร็วๆ นี้",
      "advice": "คุณกำลังเริ่มต้นเส้นทางใหม่ที่มีศักยภาพสูง ไพ่ใบนี้เหมาะกับนักศึกษาฝึกงาน คนเริ่มต้นธุรกิจใหม่ หรือผู้กำลังศึกษาสิ่งใหม่ ๆ เพื่อทำเป็นอาชีพ เป็นสัญญาณว่าหากคุณจริงจัง คุณจะไปได้ไกล"
  },
   "Knight of Pentacles": {
      "meaning": "โอกาสด้านการเงินเพิ่มเติมจะเกิดขึ้น เมื่อออกไปหาสิ่งใหม่ๆ ในการเริ่มต้น",
      "advice": "คุณคือผู้มีความรับผิดชอบ อดทน และทำงานอย่างสม่ำเสมอ ไพ่ใบนี้เหมาะกับงานที่ต้องการความมั่นคง งานราชการ เกษตรกรรม การลงทุนระยะยาว หรือการบริหารทรัพย์สิน"
  },
   "Queen of Pentacles": {
      "meaning": "ต้องใช้การพิจารณาที่รอบคอบมากขึ้นสำหรับการตัดสินใจเรื่องเกี่ยวกับการเงินช่วงนี้",
      "advice": "คุณเป็นผู้จัดการที่ดี ใส่ใจรายละเอียด และดูแลคนรอบข้างในที่ทำงาน ไพ่ใบนี้ยังสื่อถึงผู้ที่สร้างรายได้จากบ้าน การทำงานแบบพึ่งพาตนเอง หรือดูแลทรัพย์สินให้เจริญงอกงาม"
  },
    "King of Pentacles": {
      "meaning": "โอกาสด้านการเงินเพิ่มเติมจะเกิดขึ้น เมื่อออกไปหาสิ่งใหม่ๆ ในการเริ่มต้น",
      "advice": "คุณคือผู้มีอำนาจทางการเงิน มีฐานะมั่นคงในอาชีพ และบริหารงานอย่างมีประสิทธิภาพ ไพ่ใบนี้เหมาะกับนักลงทุน ผู้บริหาร หรือผู้มีอำนาจในธุรกิจขนาดใหญ่ คุณมีสัญชาตญาณในการวางแผนเพื่อความสำเร็จระยะยาว"
    }
}
    