{
  "The Fool": {
    "meaning": "การเริ่มต้นใหม่ เส้นทางใหม่ๆ หรือสิ่งใหม่ๆ ที่วางแผนไว้สามารถเริ่มต้นได้ ดำเนินได้แต่จะมีความเสี่ยงร่วมด้วย หรืออาจหมายถึงไพ่ที่เกี่ยวข้องกับความเสี่ยงเลยก็ได้",
    "advice": "สุขภาพของคุณอยู่ในช่วงที่ดูดีในภาพรวม แต่คุณอาจใช้ชีวิตอย่างไม่ระวัง ไม่ใส่ใจเรื่องการดูแลตนเองเท่าที่ควร ไพ่ใบนี้บ่งบอกถึงแนวโน้มของอุบัติเหตุเล็ก ๆ น้อย ๆ การเดินทางไกลที่อาจส่งผลต่อร่างกาย เช่น การนอนผิดเวลา หรืออาหารไม่ถูกสุขลักษณะ"
  },
  "The Magician": {
    "meaning": "การเริ่มต้นลงมือทำและการต่อยอด สามารถทำได้ทุกอย่างที่ต้องการ วางแผนอะไรก็สามารถเริ่มได้เลย",
    "advice": "สุขภาพของคุณอยู่ในเกณฑ์แข็งแรง มีพลังชีวิตดี มีความสามารถในการฟื้นตัวได้อย่างรวดเร็ว ไพ่ใบนี้ยังหมายถึงการมีตัวเลือกในการรักษาที่หลากหลาย เช่น การใช้แพทย์แผนปัจจุบันร่วมกับการบำบัดทางเลือก"
  },
  "The High Priestess": {
    "meaning": "ความเก่ง ความสามารถสูง ความเฉลียวฉลาด",
    "advice": "สุขภาพของคุณมีความเกี่ยวพันกับระบบฮอร์โมน หรือเรื่องที่ซ่อนอยู่ภายใน เช่น ภาวะเครียด ความผิดปกติในรอบเดือน ระบบต่อมไร้ท่อ หรือสุขภาพจิต ไพ่ใบนี้เน้นเรื่อง “ภายใน” ที่อาจไม่แสดงอาการชัดเจน"
},
   "The Empress": {
      "meaning": "ความอุดมสมบูรณ์ทุกอย่าง ความมั่งมี ความเฟื่องฟู ไม่ว่าจะเป็นด้านใดก็ตาม ทั้งทรัพย์สิน เงินทอง ความมั่งคั่งทั้งหมด",
      "advice": "สุขภาพดี แข็งแรง โดยเฉพาะในด้านของความเป็นผู้หญิง เช่น ระบบสืบพันธุ์ การตั้งครรภ์ หรือสุขภาพภายใน ไพ่ใบนี้ยังแสดงถึงความสมดุลทางร่างกาย อารมณ์ และความอุดมสมบูรณ์"
  },
   "The Emperor": {
      "meaning": "อำนาจ การมีอำนาจ การตกอยู่ภายใต้ผู้ที่มีอำนาจมากกว่า ความกดดัน หรือทางทรัพย์สินจะหมายถึงความมั่งคั่ง",
      "advice": "สุขภาพโดยรวมแข็งแรง แต่มีแนวโน้มจะเกิดปัญหาเกี่ยวกับความดัน ระบบกระดูก หรือระบบไหลเวียนเลือด ไพ่ใบนี้ยังสะท้อนถึงความเครียดจากความรับผิดชอบมากเกินไป ซึ่งส่งผลต่อสุขภาพโดยตรง"
  },
   "The Hierophant": {
      "meaning": "การเป็นที่พึ่งพาของผู้อื่น การต้องรับผิดชอบเกี่ยวกับเรื่องของผู้อื่น การเป็นผู้นำ",
      "advice": "คุณอาจต้องการคำแนะนำจากผู้เชี่ยวชาญด้านสุขภาพ เช่น แพทย์เฉพาะทาง หรือแพทย์ทางเลือก ไพ่ใบนี้เน้นถึงการฟังคำแนะนำ การทำตามคำสั่งแพทย์อย่างเคร่งครัด และการดูแลสุขภาพอย่างมีวินัย"
  },
   "The Lovers": {
      "meaning": "ความรักที่ดี หรือการมีเรื่องที่ต้องตัดสินใจเข้ามา",
      "advice": "สุขภาพของคุณเกี่ยวพันกับความสัมพันธ์ เช่น ความเครียดจากความรัก โรคติดต่อทางเพศ หรือปัญหาฮอร์โมนและภาวะอารมณ์ขึ้นลง ไพ่ใบนี้ยังสะท้อนถึงสุขภาพที่ต้องได้รับการดูแลร่วมกัน เช่น คู่รักควรไปตรวจสุขภาพหรือออกกำลังร่วมกัน"
  },
   "The Chariot": {
      "meaning": "ความมุ่งมั่นในการจัดการ หรือการทำสิ่งใดๆ ก็ตาม หากเดินหน้าต่อไปก็จะสำเร็จได้ตามที่ต้องการ",
      "advice": "คุณมีพลังร่างกายที่ดี แข็งแรง ฟื้นตัวไว แต่ต้องระวังเรื่องอุบัติเหตุจากความรีบร้อน หรืออาการเหนื่อยล้าจากการผลักดันตัวเองมากเกินไป ไพ่ใบนี้ยังสะท้อนถึงผู้ที่ออกกำลังกายหนักหรือใช้ร่างกายจนลืมพัก"
  },
   "Strength": {
      "meaning": "การจัดการปัญหา อุปสรรค และการใช้ชีวิตที่เก่งมาก แสดงถึงคนที่เข้มแข็ง สามารถจัดการทุกอย่างได้ดี",
      "advice": "ไพ่ใบนี้สะท้อนถึงจิตใจที่แข็งแกร่งและพลังการฟื้นตัวสูง คุณอาจกำลังต่อสู้กับโรคภัยแต่มีแนวโน้มชนะด้วยใจที่มั่นคง เป็นไพ่แห่งการควบคุมอารมณ์ การปรับสมดุลพลังงานชีวิต"
  },
   "The Hermit": {
      "meaning": "ความต้องการเวลาในการทบทวนตัวเอง และต้องการชีวิตที่ส่วนตัวมากขึ้นในการจัดการสิ่งต่างๆ ",
      "advice": "มีแนวโน้มของอาการเรื้อรังที่ต้องใช้เวลารักษา หรือสุขภาพจิตที่ต้องการการดูแลอย่างลึกซึ้ง ไพ่ใบนี้ยังสะท้อนถึงความเหงา ความว่างเปล่าภายใน ที่ส่งผลต่อร่างกาย เช่น ภูมิคุ้มกันต่ำ นอนไม่หลับ"
  },
       "Wheel of Fortune": {
          "meaning": "จุดเปลี่ยนแปลงของชีวิต อย่าแข็งขืน ดึงดันที่จะฝืน ขังตัวเอง ห้ามใจตัวเอง .... ทำตามที่หัวใจต้องการ แล้วปล่อยให้โชคชะตานำพาไป ",
          "advice": "สุขภาพของคุณขึ้นอยู่กับ “จังหวะชีวิต” มีโอกาสเกิดเหตุการณ์แบบไม่คาดคิด เช่น เจ็บป่วยกระทันหัน ฟื้นตัวไว หรือโชคดีที่เจอหมอดี ไพ่ใบนี้เน้นเรื่องของวัฏจักร ความไม่แน่นอน"
      },
    "Justice": {
      "meaning": "มีโอกาสได้เจอเรื่องที่ต้องเกี่ยวข้องกับด้านกฎหมาย หรือจะได้รับการตัดสินบางอย่างที่ยุติธรรมและเป็นผลดีกับตัวเอง",
      "advice": "ไพ่แห่งความสมดุล ระบบภายในต่าง ๆ ของร่างกายต้องได้รับการจัดการให้สมดุล เช่น น้ำตาล ไขมัน ความดัน หรือสมดุลฮอร์โมน การรักษาแบบปรับสมดุลจะได้ผลดี"
    },
    "The Hanged Man": {
      "meaning": "สิ่งที่กำลังคิดอยู่ คาดหวังอยู่ ต้องมีการรอคอยไปก่อน ห้ามใจร้อน แล้วผลลัพธ์จะสมปรารถนาแน่นอน",
      "advice": "ช่วงเวลาแห่งการ “หยุดนิ่ง” และรอคอยการรักษา ไพ่ใบนี้สะท้อนถึงภาวะที่ร่างกายหรือจิตใจยังไม่พร้อมเคลื่อนไหว อาจมีภาวะซึมเศร้า อาการบาดเจ็บเรื้อรัง หรือภาวะที่ต้องรอการวินิจฉัยชัดเจน"
    },
    "Death": {
      "meaning": "มีการเปลี่ยนแปลงพลิกผันจากเรื่องที่ร้าย ชีวิตที่แย่มากๆ ด้านต่างๆ จะพลิกฟื้นกลับมาดีอีกครั้ง",
      "advice": "ไม่ใช่ไพ่แห่ง “ความตาย” เสมอไป แต่คือไพ่ของ “การเปลี่ยนแปลง” อาจหมายถึงการผ่าตัด การเปลี่ยนแปลงพฤติกรรมเพื่อฟื้นฟูสุขภาพ การเลิกนิสัยไม่ดีอย่างเด็ดขาด"
  },
     "Temperance": {
        "meaning": "ปัญหาที่เกิดขึ้นต้องมีการประนีประนอมจากตัวเราเอง แล้วผลลัพธ์จะดีมากกว่า หรืออาจต้องมีการเจรจาเพื่อต่อรองอย่างเหมาะสมเพื่อการแก้ไขปัญหาอย่างราบรื่น",
        "advice": "สุขภาพดีจากความสมดุลทั้งภายในและภายนอก ไพ่ใบนี้สื่อถึงการดูแลตนเองด้วยแนวทางแบบองค์รวม เช่น อาหาร การพักผ่อน การออกกำลังกาย และจิตใจที่สงบ"
    },
     "The Devil": {
        "meaning": "การถูกผูกมัด ถูกบงการบังคับชีวิต ไม่มีอิสระ และสุขภาพจิตใจค่อนข้างไปทางแย่",
        "advice": "มีแนวโน้มของการเสพติด พฤติกรรมทำร้ายสุขภาพ เช่น ติดเหล้า บุหรี่ กินจุกจิก ติดความสัมพันธ์ที่เป็นพิษ หรือมีปัญหาทางเพศ ไพ่ใบนี้เตือนถึงพันธะหรือสิ่งที่ฉุดรั้งสุขภาพคุณให้แย่ลง"
    },
     "The Tower": {
        "meaning": "จะมีเรื่องที่เปลี่ยนแปลงเกิดขึ้นอย่างกะทันหัน หรือจะมีเรื่องที่เป็นปัญหาทะเลาะเบาะแว้งกับคนใกล้ตัวเข้ามา เป็นช่วงเวลาวุ่นวายพอสมควร",
        "advice": "การเจ็บป่วยหรืออุบัติเหตุที่เกิดขึ้นแบบไม่ทันตั้งตัว เป็นไพ่ที่เตือนถึงความเปลี่ยนแปลงรุนแรง เช่น การล้มป่วยเฉียบพลัน หกล้ม อุบัติเหตุ หรือความเครียดที่ระเบิดจนกลายเป็นโรค"
    },
     "The Star": {
        "meaning": "อะไรที่ต้องการให้สำเร็จ ต้องใจเย็นแล้วดำเนินการต่อไป โดยรวมแล้วไม่มีปัญหาอะไร ราบรื่นสงบดี",
        "advice": "สุขภาพจะดีขึ้นอย่างช้า ๆ แต่มั่นคง ไพ่ใบนี้สะท้อนถึงพลังการเยียวยา ความหวัง และการฟื้นตัวทางจิตใจ เช่น การกลับมามีแรงบันดาลใจ ชีวิตเริ่มมีแสงสว่างหลังจากความทุกข์ยาวนาน"
    },
     "The Moon": {
        "meaning": "ปัญหาและการหลอกลวงกำลังจะเข้ามา ต้องเตรียมตัวรับมือเร็วๆ นี้",
        "advice": "มีความไม่ชัดเจนในอาการ เช่น ตรวจไม่เจอโรค วิตกจริต ภาวะซึมเศร้า หรือปัญหาสุขภาพจิต ไพ่ใบนี้เตือนถึงโรคที่ “พรางตัว” หรือความเครียดที่ซ่อนอยู่ลึก"
    },
     "The Sun": {
        "meaning": "กำลังจะมีเรื่องดี ๆ เข้ามา หรืออะไรที่เคยทำไว้กำลังจะสำเร็จ เตรียมรับข่าวดี",
        "advice": "สุขภาพดี สดใส มีพลังชีวิต เหมาะสำหรับการออกกำลังกาย การพักผ่อนในธรรมชาติ และการใช้ชีวิตเชิงบวก ไพ่ใบนี้ยังหมายถึงการหายป่วย ฟื้นตัว หรือการคลอดบุตรอย่างปลอดภัย"
    },
     "Judgement": {
        "meaning": "โอกาสที่เข้ามา โอกาสที่ได้รับ และการสูญเสียโอกาส สามารถเกิดขึ้นได้ทั้งหมดจากการตัดสินใจของเราแค่ครั้งเดียว",
        "advice": "การกลับมามีสติในการดูแลสุขภาพ การรู้ว่าตนเองต้องเปลี่ยนแปลง หรือการรอดพ้นจากโรคร้ายอย่างปาฏิหาริย์ ไพ่ใบนี้ยังหมายถึงสุขภาพทางจิตที่ฟื้นขึ้นจากจุดตกต่ำ"
    },
    "The World": {
      "meaning": "ความสำเร็จ ความราบรื่น ทุกอย่างที่ต้องการจะประสบความสำเร็จได้ตามมที่หวังแน่นอน",
      "advice": "สุขภาพโดยรวมดีมาก สมบูรณ์ทั้งร่างกายและจิตใจ เหมาะกับการเดินทาง พักผ่อน หรือทำกิจกรรมฟื้นฟูสุขภาพที่เกี่ยวกับธรรมชาติ ไพ่ใบนี้ยังหมายถึงร่างกายที่สมดุลอย่างแท้จริง"
    },
    "Ace of Wands": {
      "meaning": "การได้รับข่าวสาร ได้รับโอกาส หรือได้เริ่มต้นกิจกรรมบางอย่าง",
      "advice": "ไพ่แห่งพลังชีวิตที่เบ่งบาน การเริ่มต้นใหม่ สุขภาพของคุณมีแนวโน้มดีมาก เป็นช่วงที่ร่างกายมีพลังเต็มเปี่ยม เหมาะกับการเริ่มดูแลตัวเองใหม่ เช่น ออกกำลังกาย หรือปรับนิสัยสุขภาพ"
    },
    "Two of Wands": {
      "meaning": "การวางแผนการต่าง ๆ ในอนาคต ความกล้าหาญ กล้าจะก้าวออกไปยังโลกอันไม่คุ้นเคย",
      "advice": "สุขภาพอยู่ในเกณฑ์ปกติ แต่อาจมีความลังเลใจว่าจะเลือกแนวทางการรักษาแบบไหน เช่น การแพทย์ทางเลือกหรือแบบปกติ ไพ่ใบนี้ยังหมายถึงการวางแผนด้านสุขภาพ เช่น วางแผนลดน้ำหนัก เดินทางไปรักษา"
  },
     "Three of Wands": {
        "meaning": "การเดินทางไปยังที่ที่ไม่คุ้นเคย ทำในสิ่งที่กลัว หรือการมองการณ์ไกล",
        "advice": "สุขภาพเริ่มเห็นผลดีจากการดูแลตัวเองต่อเนื่อง คุณอาจรอผลการรักษา หรือรอการเปลี่ยนแปลงใหญ่ เช่น การผ่าตัด การเดินทางเพื่อรักษา ไพ่ใบนี้ยังสื่อถึงการมองอนาคตด้านสุขภาพ"
    },
     "Four of Wands": {
        "meaning": "การเฉลิมฉลอง การแต่งงาน หรือความสุขสมหวัง",
        "advice": "สุขภาพแข็งแรง เป็นไพ่แห่งความสุข ความสงบ และการพักผ่อน หากคุณป่วยอยู่ ไพ่ใบนี้คือสัญญาณของการฟื้นตัว การกลับบ้าน หรือได้ใช้เวลากับครอบครัวที่ช่วยส่งเสริมสุขภาพจิต"
    },
     "Five of Wands": {
        "meaning": "การแข่งขันกับคนหมู่มาก อุปสรรคเยอะมาก หรือทะเลาะเบาะแว้ง ไม่ลงรอยกัน",
        "advice": "ร่างกายอาจยังแข็งแรงอยู่ แต่จิตใจเกิดความเครียด ความขัดแย้งภายใน ความกดดันจากสิ่งรอบตัว ไพ่ใบนี้ยังสะท้อนถึงการฟื้นตัวยากเพราะภาวะจิตใจไม่สงบ"
    },
     "Six of Wands": {
        "meaning": "ชัยชนะ ความสำเร็จ การเฉลิมฉลองความสำเร็จ",
        "advice": "คุณกำลังฟื้นตัว หรือผ่านกระบวนการรักษาที่ได้ผลดี สุขภาพจิตเริ่มกลับมาสดใส เป็นช่วงเวลาที่สามารถกลับไปใช้ชีวิตปกติหลังจากพักฟื้นหรือป่วยมานาน"
    },
     "Seven of Wands": {
        "meaning": "ความยึดมั่น การปกป้องตัวเอง อุปสรรคหรือภาระที่ถาโถมเข้ามาพร้อม ๆ กัน",
        "advice": "คุณกำลังต่อสู้กับโรคภัยหรือภาวะบางอย่าง และคุณมีโอกาส “ชนะ” หากไม่ยอมแพ้ ไพ่ใบนี้แสดงถึงความพยายาม ความมุ่งมั่น แม้มีแรงกดดันหรือภาระรอบด้าน"
    },
     "Eight of Wands": {
        "meaning": "ข่าวสาร การติดต่อสื่อสารจากทางไกล หรือมีโอกาสได้เดินทางไกล",
        "advice": "สุขภาพมีการเปลี่ยนแปลงอย่างรวดเร็ว เช่น อาการดีขึ้นอย่างไม่คาดคิด หรือเริ่มฟื้นตัวเร็วกว่าที่คาดไว้ ไพ่ใบนี้ยังแสดงถึงระบบเผาผลาญ การไหลเวียน และการเดินทางเพื่อการรักษาที่ราบรื่น"
    },
     "Nine of Wands": {
        "meaning": "ความเข้มแข็งและมุ่งมั่น การตัดสินใจเลือกสิ่งสำคัญ การป้องกันตัวเอง",
        "advice": "คุณอาจเคยป่วยซ้ำซาก หรือเคยมีประสบการณ์ที่ทำให้กลัวการรักษา ไพ่ใบนี้คือความระแวดระวัง วิตกกังวล หรือร่างกายที่ยังไม่หายดีแต่พยายามฝืนตัวเอง"
    },
  
    "Ten of Wands": {
      "meaning": "ภาระหน้าที่หรือการทำงานมากเกินไปจนไม่สามารถขยับตัวไปทำสิ่งอื่น ๆ ได้",
      "advice": "คุณอาจกำลังแบกรับความเครียด ภาระงาน หรือความกดดันที่ทำให้สุขภาพย่ำแย่ ทั้งทางกายและใจ ไพ่ใบนี้สะท้อนถึงอาการปวดหลัง เครียดเรื้อรัง หรือหมดแรงแบบไม่รู้ตัว"
    },
    "Page of Wands": {
      "meaning": "ได้รับข่าวสาร กระตือรือร้น กล้าหาญ มุ่งมั่นกับสิ่งที่เลือกแล้ว",
      "advice": "สุขภาพเริ่มต้นดีขึ้น เป็นไพ่ของคนหนุ่มสาว พลังเต็มเปี่ยม แต่ต้องระวังความประมาท หรือพฤติกรรมที่ยังไม่เป็นผู้ใหญ่ เช่น นอนดึก กินไม่เป็นเวลา ไพ่ยังสะท้อนถึงการเริ่มสนใจสุขภาพ"
    },
    "Knight of Wands": {
      "meaning": "มั่นใจในตัวเอง ชอบเสี่ยง การลงมือทำสิ่งต่าง ๆ ด้วยความรวดเร็วว่องไว",
      "advice": "สุขภาพดีมาก พลังงานสูง แข็งแรง แต่มีแนวโน้มหักโหม เช่น ออกกำลังกายเกินพอดี เดินทางมากเกินไป หรือใช้ร่างกายจนไม่ฟื้น ไพ่ใบนี้ยังสะท้อนถึงอุบัติเหตุเล็กน้อยจากความเร่งรีบ"
  },
     "Queen of Wands": {
        "meaning": "การมีความคิดสร้างสรรค์ การเป็นตัวของตัวเอง",
        "advice": "สุขภาพแข็งแรงจากภายใน มีความสมดุลระหว่างพลังงานกายและพลังงานใจ ไพ่ใบนี้หมายถึงคนที่ใส่ใจสุขภาพ เป็นผู้นำด้านการดูแลร่างกาย เช่น ดูแลอาหาร พลังชีวิต และมีเสน่ห์ที่สุขภาพดี"
    },
     "King of Wands": {
        "meaning": "การมีอำนาจ มีไอเดียใหม่ ๆ กล้าหาญ ความมั่นคงและน่าเชื่อถือ",
        "advice": "สุขภาพโดยรวมแข็งแรงมาก มีพลังชีวิตสูง และมีความสามารถควบคุมตัวเองได้ดี ไพ่ใบนี้หมายถึงผู้นำที่รู้จักวิธีฟื้นฟูตัวเอง มีวินัย มีแผนในระยะยาว"
    },
     "Ace of Cups": {
        "meaning": "ความรัก การเริ่มต้น การมอบสิ่งดี ๆ ให้กับอีกฝ่ายหรืออาจจะเป็นฝ่ายได้รับสิ่งดี ๆ จากผู้อื่น",
        "advice": "การเริ่มต้นของสุขภาพที่ดีขึ้น โดยเฉพาะเรื่องของระบบน้ำในร่างกาย เช่น น้ำเหลือง น้ำเลือด หรือน้ำในสมอง สุขภาพจิตจะดีขึ้น มีความสุข ความรัก และความสงบส่งผลดีต่อร่างกาย"
    },
     "Two of Cups": {
        "meaning": "คนรัก คู่รัก การมอบความรักให้กันและกัน ถ้าชอบใครอยู่อาจมีโอกาสสมหวัง",
        "advice": "สุขภาพดีขึ้นเมื่อได้รับการสนับสนุนจากคนรอบข้าง เช่น คนรัก ครอบครัว หรือแพทย์ คุณจะรู้สึกมีความสมดุลทางอารมณ์ที่ช่วยเสริมสร้างร่างกาย"
    },
     "Three of Cups": {
        "meaning": "การเฉลิมฉลอง ปาร์ตี้กับเพื่อน ๆ มีความรักแบบเพื่อนฝูง แฮปปี้มีความสุข",
        "advice": "สุขภาพดีและมีพลัง แต่ควรระวังการใช้ชีวิตแบบสนุกสนานเกินไป เช่น ดื่มสุราหรืออาหารหวานมากเกิน ควรรักษาความสมดุลในกิจกรรมสังคม"
    },
     "Four of Cups": {
        "meaning": "การหยุดนิ่ง ความเบื่อหน่าย แม้จะมีความสุข มีสิ่งดี ๆ รายล้อม แต่กลับเบื่อหน่ายเพราะอยู่แต่ในกรอบเดิม ๆ",
        "advice": "ความรู้สึกเบื่อหน่าย หยุดนิ่ง หรือรู้สึกว่าทำงานแบบไม่มีความหมาย ไพ่ใบนี้มักขึ้นเมื่อคุณหมดไฟ เบื่อกับงานที่ทำอยู่ แม้งานจะยังมั่นคงก็ตาม อาจมีข้อเสนอดี ๆ เข้ามาแต่คุณลังเลไม่สนใจเพราะจิตใจยังไม่พร้อม ไพ่เตือนให้คุณเปิดใจมองสิ่งใหม่ก่อนที่โอกาสจะผ่านไป"
    },
     "Five of Cups": {
        "meaning": "การสูญเสีย ความเศร้า เหมือนถ้วยที่ล้มลง ความรู้สึกสิ้นหวัง ความหวังพังทลาย",
        "advice": "มีความรู้สึกเสียใจ หรือผิดหวังเกี่ยวกับสุขภาพ อาจมีโรคเรื้อรังที่ทำให้เครียด หรือการสูญเสียพลังชีวิตบางส่วน ไพ่ใบนี้ยังสะท้อนความเศร้าหรือซึมเศร้าที่กระทบสุขภาพกาย"
    },
  
    "Six of Cups": {
      "meaning": "ความสงบสุข มีคนมาเยี่ยม อาจได้รับเซอร์ไพรส์จากคนอื่น มีการมาหาแบบไม่ทันตั้งตัว ได้รับของฝาก",
      "advice": "สุขภาพดีขึ้นอย่างต่อเนื่อง อาจมีการฟื้นตัวจากโรคในอดีต หรือมีความทรงจำดี ๆ ที่ช่วยเยียวยาใจ ไพ่ใบนี้ยังสื่อถึงการฟื้นฟูสุขภาพจากการดูแลแบบธรรมชาติ"
    },
    "Seven of Cups": {
      "meaning": "ความสับสน ตัวเลือกเยอะ เกิดขึ้นได้จากความรู้สึกที่มีมากมายเกินความจำเป็น หรือแม้แต่มีข้อเสนอเข้ามาเยอะมากจนตัดสินใจไม่ถูก",
      "advice": "มีตัวเลือกหรือทางเลือกในการรักษาหรือดูแลสุขภาพมากมาย แต่คุณอาจสับสน ไม่แน่ใจว่าจะเลือกทางไหน สิ่งนี้อาจทำให้เกิดความเครียดหรือความวิตกกังวล"
    },
    "Eight of Cups": {
      "meaning": "การจากลา ทอดทิ้ง การเดินหนีจากสิ่งที่ทำให้ผิดหวัง หรือเรื่องนั้น ๆ ได้จบลงแล้ว ได้เวลาก้าวต่อไป",
      "advice": "อาจต้องละทิ้งวิธีดูแลสุขภาพเก่า ๆ หรือเลิกพฤติกรรมที่ไม่ดี ไพ่ใบนี้บ่งบอกถึงการเปลี่ยนแปลงใหญ่ เช่น เลิกนิสัยที่ทำร้ายสุขภาพ หรือเริ่มรักษาอย่างจริงจัง"
  },
     "Nine of Cups": {
        "meaning": "สมหวัง ความหวังเป็นจริง สิ่งที่อยากได้กำลังจะกลายเป็นจริงแล้ว",
        "advice": "สุขภาพดีสมบูรณ์แบบ มีความพอใจในชีวิตและร่างกาย ความสมดุลทางอารมณ์ส่งผลดีต่อสุขภาพกายอย่างมาก"
    },
     "Ten of Cups": {
        "meaning": "ความสุข ครอบครัว การมีทุกอย่างพร้อม มีความสุขแบบสุด ๆ",
        "advice": "สุขภาพจิตและกายอยู่ในเกณฑ์ดีมาก ความสมบูรณ์แบบในครอบครัวและความสัมพันธ์ช่วยให้ร่างกายแข็งแรงและมีความสุข"
    },
     "Page of Cups": {
        "meaning": "ความสนุก ชอบเข้าสังคม ได้พบเจอกับคนมากหน้าหลายตา หรืออาจได้รับข่าวสารบางอย่าง",
        "advice": "สุขภาพจิตเป็นสิ่งสำคัญ ไพ่ใบนี้สะท้อนถึงความอ่อนไหว ความคิดสร้างสรรค์ และการรับรู้ความรู้สึก ร่างกายอาจยังบอบบาง ต้องดูแลอย่างอ่อนโยน"
    },
     "Knight of Cups": {
        "meaning": "นักสู้ นักฝัน การขอร้อง ขอแต่งงาน อยากได้สิ่งใดก็ต้องออกไปฝ่าฟันเอามาให้ได้",
        "advice": "พลังงานด้านอารมณ์และความรู้สึกสูง สุขภาพอาจมีความแปรปรวน เช่น ความเครียดทางอารมณ์หรือความผิดปกติของระบบประสาท"
    },
     "Queen of Cups": {
        "meaning": "สัญชาตญาณดี การพิจารณา หากต้องตัดสินใจอะไรก็ตาม ต้องคิดทบทวนอย่างรอบคอบ",
        "advice": "สุขภาพจิตแข็งแรง และมีความเข้าใจตัวเองดี ไพ่ใบนี้หมายถึงการดูแลสุขภาพอย่างลึกซึ้ง เช่น การรักษาแบบองค์รวม การดูแลทั้งกายและใจไปพร้อมกัน"
    },
     "King of Cups": {
        "meaning": "ฉลาด สุขุม อดทน แม้ว่าจะต้องเจอกับเหตุการณ์ไม่มั่นคงใด ๆ ก็ต้องวางตัวหนักแน่  ใช้เหตุผลมากกว่าอารมณ์",
        "advice": "สุขภาพโดยรวมดีมาก โดยเฉพาะสุขภาพจิต มีความสามารถควบคุมอารมณ์และความรู้สึกได้ดี ซึ่งส่งผลดีต่อสุขภาพกาย"
    },
     "Ace of Swords": {
        "meaning": "อุปสรรคจะผ่านพ้น และความสำเร็จกำลังเข้ามา ได้เริ่มต้นสิ่งใหม่ๆ เสียที",
        "advice": "สัญลักษณ์ของความกระจ่างแจ้งและการตัดสินใจที่ชัดเจนในเรื่องสุขภาพ อาจหมายถึงการได้รับการวินิจฉัยที่ชัดเจน หรือการเริ่มต้นรักษาอย่างถูกต้อง แม้จะเจ็บปวดในช่วงแรก แต่จะนำไปสู่การฟื้นฟูที่ดี"
    },
  
    "Two of Swords": {
      "meaning": "ช่วงที่ตกอยู่ในความเครียดสูง ปัญหาทับถมเยอะจนหาทางออกยาก",
      "advice": "บ่งบอกถึงความสับสนหรือความลังเลใจในการตัดสินใจเรื่องสุขภาพ อาจมีความเครียดจากการไม่แน่ใจว่าจะรักษาหรือทำอย่างไรกับอาการบางอย่าง"
    },
    "Three of Swords": {
      "meaning": "อุปสรรคและความผิดหวังจะเกิดขึ้นกับเรื่องที่กังวลอยู่",
      "advice": "สัญลักษณ์ของความเจ็บปวด ความทุกข์ทรมาน หรืออาการปวดที่เกี่ยวข้องกับหัวใจ ระบบไหลเวียน หรือความเศร้าทางใจที่สะท้อนถึงสุขภาพจิตที่ไม่ดี"
    },
    "Four of Swords": {
      "meaning": "ความกดดันที่เกิดขึ้นจากคนรอบตัวหรือจากตนเอง เป็นช่วงเวลาที่เครียดมาก",
      "advice": "เป็นไพ่แห่งการพักฟื้น การหยุดพัก และการฟื้นตัวจากโรคหรือความเจ็บป่วย ช่วงเวลานี้ควรให้ความสำคัญกับการพักผ่อนและการฟื้นฟูอย่างเต็มที่"
  },
     "Five of Swords": {
        "meaning": "ปัญหาทะเลาะกับคนรอบตัว และปัญหายุ่งยากที่วุ่นวายกำลังเข้ามา",
        "advice": "แสดงถึงความขัดแย้งหรือความเครียดที่ทำร้ายสุขภาพ เช่น ความเครียดจากความขัดแย้งกับผู้อื่น หรือการตัดสินใจที่ผิดพลาดเกี่ยวกับสุขภาพ"
    },
     "Six of Swords": {
        "meaning": "การตามแก้ปัญหาที่ตนเองได้ก่อหรือหนีไว้มาโดยตลอด ต้องรีบจัดการให้เรียบร้อย",
        "advice": "บ่งบอกถึงการเดินทางหรือการเปลี่ยนแปลงในวิธีดูแลสุขภาพ อาจหมายถึงการย้ายสถานที่รักษาหรือเริ่มวิธีการรักษาใหม่ ๆ ที่ดีขึ้น"
    },
     "Seven of Swords": {
        "meaning": "ปัญหาที่เกี่ยวกับเรื่องที่ทำงาน การทำงาน หรือเพื่อนร่วมงาน",
        "advice": "ระวังอาการที่ซ่อนเร้น หรือการไม่ดูแลตัวเองอย่างจริงจัง บางครั้งอาจมีการหลอกตัวเองว่าปกติดีทั้งที่ร่างกายกำลังส่งสัญญาณ"
    },
     "Eight of Swords": {
        "meaning": "สถานการณ์ความเครียด ความกดดัน ไร้ทางออกของปัญหาเข้ามาบีบบังคับให้ต้องตัดสินใจผิดๆ ",
        "advice": "แสดงถึงความรู้สึกติดขัด ถูกจำกัด หรือวิตกกังวลอย่างมาก ซึ่งอาจทำให้สุขภาพแย่ลงโดยเฉพาะสุขภาพจิตและระบบประสาท"
    },
     "Nine of Swords": {
        "meaning": "สุขภาพแย่ลงจากปัญหาเกี่ยวกับความเครียด ความคิด และความกดดันต่างๆ ในช่วงนี้",
        "advice": "ไพ่แห่งความวิตกกังวลและความเครียดอย่างรุนแรง อาจเป็นโรคที่เกี่ยวกับการนอนไม่หลับ โรคซึมเศร้า หรือความเจ็บปวดทางจิตใจที่ส่งผลต่อร่างกาย"
    },
     "Ten of Swords": {
        "meaning": "เรื่องความเครียด ความกดดัน และปัญหาต่างๆ กำลังจะผ่านพ้นและจบสิ้นเร็วๆ นี้ด้วยตัวของท่านเอง",
        "advice": "บ่งบอกถึงความเจ็บปวดขั้นสุด หรือวิกฤตสุขภาพ อาจหมายถึงการสิ้นสุดของความเจ็บป่วย หรือการต้องเผชิญกับความจริงที่เจ็บปวด"
    },
  "Page of Swords": {
      "meaning": "ปัญหาที่ต้องจัดการหรือต้องตัดสินใจ สามารถจัดการเองได้เลย แล้วจะผ่านพ้นได้ด้วยดี",
      "advice": "สุขภาพยังไม่มั่นคง อาจมีความวิตกกังวลหรือความคิดมากเกินไป ส่งผลกระทบต่อระบบประสาทและสมอง"
  },
  "Knight of Swords": {
      "meaning": "การต่อสู้อย่างเหน็ดเหนื่อยมายาวนานกับปัญหาและอุปสรรคต่างๆ ที่ไม่จบง่าย",
      "advice": "พลังงานเคลื่อนไหวเร็ว อาจมีอาการเจ็บป่วยเฉียบพลัน หรือความเครียดสูง ส่งผลต่อระบบประสาทและการหายใจ"
  },
  "Queen of Swords": {
      "meaning": "การจัดการปัญหายากๆ ได้ด้วยตัวเองอย่างราบรื่นและต้องใช้ความเด็ดขาดในการเข้าสู้ จึงจะชนะได้",
      "advice": "มีความเฉลียวฉลาดและสามารถจัดการกับสุขภาพได้ดี แม้จะมีอุปสรรคหรืออาการเจ็บปวด แต่ก็ใช้เหตุผลและความรู้ในการดูแลตัวเอง"
  },
  "King of Swords": {
      "meaning": "ต้องใช้ความเด็ดเดี่ยว สติปัญญา ความรอบคอบ พิจารณาทุกอย่างก่อนตัดสินใจในการแก้ปัญหาใดๆ ช่วงนี้",
      "advice": "สุขภาพโดยรวมดี มีความสามารถควบคุมอารมณ์และความคิดได้ดี ซึ่งส่งผลดีต่อสุขภาพกายและจิต"
  },
     "Ace of Pentacles": {
        "meaning": "จุดเริ่มต้นของเรื่องการเงินกำลังเป็นไปในทิศทางที่ดี",
        "advice": "สัญลักษณ์ของการเริ่มต้นสุขภาพที่แข็งแรงและมั่นคง อาจหมายถึงการฟื้นฟูร่างกายอย่างรวดเร็ว หรือการได้รับโอกาสใหม่ ๆ ในการดูแลสุขภาพ เช่น การออกกำลังกายหรือโภชนาการที่ดี"
    },
  
    "Two of Pentacles": {
      "meaning": "จะใช้จ่ายอะไรต้องคิดให้รอบคอบมากขึ้น ปัญหาหลักเป็นเรื่องการหมุนเงินไม่ทัน",
      "advice": "แสดงถึงความสมดุลและการจัดการชีวิตที่ดี แต่ระวังอย่าให้ความยุ่งเหยิงหรือความเครียดทำลายสมดุลนี้ อาจมีอาการเหนื่อยล้าหรืออาการเจ็บป่วยเล็กน้อยจากการบริหารชีวิตไม่ดี"
    },
    "Three of Pentacles": {
      "meaning": "ความตั้งใจในการเริ่มต้นสร้างฐานะ สร้างความมั่นคงจะไปในทิศทางที่ดี",
      "advice": "สุขภาพดีขึ้นอย่างมีประสิทธิภาพจากการทำงานร่วมกับผู้เชี่ยวชาญหรือทีมแพทย์ คุณได้รับการรักษาอย่างถูกต้องและมีการวางแผนอย่างดี"
    },
    "Four of Pentacles": {
      "meaning": "ช่วงเวลาที่กำลังจะเริ่มมีเงินเก็บออมมากขึ้น ทิศทางความร่ำรวยมีอย่างแน่นอน ",
      "advice": "แสดงถึงความต้องการรักษาความมั่นคงและควบคุมสุขภาพอย่างเข้มงวด อาจทำให้เกิดความเครียดหรือความวิตกกังวลจากการยึดติดกับสุขภาพเกินไป"
  },
     "Five of Pentacles": {
        "meaning": "การเจอปัญหาเกี่ยวกับด้านการเงินที่หาทางแก้ค่อนข้างยากให้ช่วงนี้ แนะนำให้เน้นจัดการปัญหาก่อน ไม่ควรก่อหนี้เพิ่ม",
        "advice": "บ่งบอกถึงช่วงเวลาที่ยากลำบากกับสุขภาพ อาจเจ็บป่วยเรื้อรัง หรือรู้สึกโดดเดี่ยวและไม่มีแรงสนับสนุน"
    },
     "Six of Pentacles": {
        "meaning": "ความเสียเปรียบหรือเสียผลประโยชน์ที่เกี่ยวกับด้านการเงิน",
        "advice": "สุขภาพดีขึ้นเมื่อได้รับการช่วยเหลือหรือสนับสนุน อาจเป็นการรักษาที่ได้รับการสนับสนุนทางการเงินหรือการดูแลที่อบอุ่นจากคนรอบข้าง"
    },
     "Seven of Pentacles": {
        "meaning": "ผลตอบแทนที่มาจากการลงทุน ลงแรง หรือการทำอะไรบางอย่างจะทำให้ได้รับผลลัพธ์ที่งอกเงยดี",
        "advice": "แสดงถึงการรอคอยผลลัพธ์จากการดูแลสุขภาพอย่างต่อเนื่อง แม้ผลอาจยังไม่ชัดเจน แต่ความพยายามของคุณจะให้ผลในระยะยาว"
    },
     "Eight of Pentacles": {
        "meaning": "การเงินที่จะได้มาอย่างราบรื่น และมีเงินเหลือมากขึ้น ต้องแลกกับการทำงานหรือเหนื่อยมากขึ้นในช่วงนี้",
        "advice": "แสดงถึงความตั้งใจและการทำงานหนักเพื่อสุขภาพ เช่น การออกกำลังกายอย่างสม่ำเสมอ หรือการควบคุมอาหารอย่างเคร่งครัด"
    },
     "Nine of Pentacles": {
        "meaning": "การเงินราบรื่น คล่องมือ และเหลือเก็บเหลือใช้",
        "advice": "สุขภาพดีมาก มีความสมบูรณ์ แข็งแรง และความสุขทางกายและใจ"
    },
     "Ten of Pentacles": {
        "meaning": "การเงินพร้อมต่อยอดอนาคตชีวิต และราบรื่นต่อเนื่องไม่มีติดขัด",
        "advice": "สุขภาพแข็งแรงและมั่นคง รวมถึงสุขภาพในระยะยาวและความเป็นอยู่ที่ดีในครอบครัวหรือชุมชน"
    },
   "Page of Pentacles": {
      "meaning": "โอกาสดีๆ ด้านการเงิน หรือการเติบโตเรื่องเกี่ยวกับรายรับจะเข้ามาเร็วๆ นี้",
      "advice": "เริ่มต้นดูแลสุขภาพอย่างจริงจัง อาจเริ่มออกกำลังกาย หรือเรียนรู้เรื่องโภชนาการและสุขภาพมากขึ้น"
  },
   "Knight of Pentacles": {
      "meaning": "โอกาสด้านการเงินเพิ่มเติมจะเกิดขึ้น เมื่อออกไปหาสิ่งใหม่ๆ ในการเริ่มต้น",
      "advice": "สุขภาพดี มีความอดทนและวินัยในการดูแลตัวเอง แม้จะไม่รวดเร็วแต่มั่นคงและยั่งยืน"
  },
   "Queen of Pentacles": {
      "meaning": "ต้องใช้การพิจารณาที่รอบคอบมากขึ้นสำหรับการตัดสินใจเรื่องเกี่ยวกับการเงินช่วงนี้",
      "advice": "สุขภาพดีและมั่นคง มีความสามารถดูแลตัวเองและคนรอบข้างด้วยความอบอุ่นและสมดุล"
  },
    "King of Pentacles": {
      "meaning": "โอกาสด้านการเงินเพิ่มเติมจะเกิดขึ้น เมื่อออกไปหาสิ่งใหม่ๆ ในการเริ่มต้น",
      "advice": "สุขภาพแข็งแรง มีพลังและมั่นคง มีความรู้และวินัยในการดูแลสุขภาพอย่างมีประสิทธิภาพ"
    }
}
    