{
  "The Fool": {
    "meaning": "การเริ่มต้นใหม่ เส้นทางใหม่ๆ หรือสิ่งใหม่ๆ ที่วางแผนไว้สามารถเริ่มต้นได้ ดำเนินได้แต่จะมีความเสี่ยงร่วมด้วย หรืออาจหมายถึงไพ่ที่เกี่ยวข้องกับความเสี่ยงเลยก็ได้",
    "advice": "โชคลาภมักมาแบบไม่คาดคิด อาจเป็นเรื่องของดวงเฮงหรือโอกาสใหม่ ๆ ที่ดูไม่น่าเป็นไปได้แต่ให้ผลดี มีโอกาสได้โชคจากการเดินทาง เสี่ยงโชคเล็ก ๆ น้อย ๆ หรือการตัดสินใจที่ “ลองดูสักครั้ง”"
  },
  "The Magician": {
    "meaning": "การเริ่มต้นลงมือทำและการต่อยอด สามารถทำได้ทุกอย่างที่ต้องการ วางแผนอะไรก็สามารถเริ่มได้เลย",
    "advice": "เป็นช่วงที่คุณสามารถสร้างโชคลาภด้วยตัวเอง มีความสามารถในการควบคุมและใช้โอกาสให้เกิดประโยชน์ บางคนอาจมีโชคจากการค้าขายหรือเจรจาต่อรอง"
  },
  "The High Priestess": {
    "meaning": "ความเก่ง ความสามารถสูง ความเฉลียวฉลาด",
    "advice": "โชคลาภอาจมาในรูปแบบลางสังหรณ์หรือความรู้ภายใน อาจได้โชคจากการเชื่อในสัญชาตญาณของตัวเอง หรือลางบอกเหตุในฝัน"
},
   "The Empress": {
      "meaning": "ความอุดมสมบูรณ์ทุกอย่าง ความมั่งมี ความเฟื่องฟู ไม่ว่าจะเป็นด้านใดก็ตาม ทั้งทรัพย์สิน เงินทอง ความมั่งคั่งทั้งหมด",
      "advice": "เป็นไพ่ที่มีพลังแห่งความอุดมสมบูรณ์ โชคลาภมักเกี่ยวข้องกับทรัพย์สิน การลงทุน ความสวยงาม หรืออสังหาริมทรัพย์ คุณอาจได้สิ่งของมีค่าโดยไม่คาดฝัน"
  },
   "The Emperor": {
      "meaning": "อำนาจ การมีอำนาจ การตกอยู่ภายใต้ผู้ที่มีอำนาจมากกว่า ความกดดัน หรือทางทรัพย์สินจะหมายถึงความมั่งคั่ง",
      "advice": "โชคลาภมักเกิดจากความมั่นคงและการควบคุม คุณอาจได้ลาภจากธุรกิจ ผู้ใหญ่ หรืออำนาจที่สร้างไว้เอง ไม่ใช่ดวงเฮงแบบฟลุ๊ค"
  },
   "The Hierophant": {
      "meaning": "การเป็นที่พึ่งพาของผู้อื่น การต้องรับผิดชอบเกี่ยวกับเรื่องของผู้อื่น การเป็นผู้นำ",
      "advice": "อาจได้โชคจากการช่วยเหลือของผู้ใหญ่ ครูอาจารย์ หรือผู้มีศีลธรรม ช่วงนี้ควรมีความศรัทธาและทำบุญ จะส่งเสริมโชคทางอ้อม"
  },
   "The Lovers": {
      "meaning": "ความรักที่ดี หรือการมีเรื่องที่ต้องตัดสินใจเข้ามา",
      "advice": "โชคลาภมาจากการตัดสินใจหรือความร่วมมือกับคนรัก หุ้นส่วน หรือคนใกล้ตัว บางครั้งโชคอาจอยู่ในรูปแบบของ การเลือกถูกทาง"
  },
   "The Chariot": {
      "meaning": "ความมุ่งมั่นในการจัดการ หรือการทำสิ่งใดๆ ก็ตาม หากเดินหน้าต่อไปก็จะสำเร็จได้ตามที่ต้องการ",
      "advice": "คุณสามารถบังคับโชคชะตาได้ด้วยความมุ่งมั่น อาจมีโชคจากการเดินทาง ยานพาหนะ หรือการกล้าลุยในสิ่งที่คนอื่นไม่กล้าทำ"
  },
   "Strength": {
      "meaning": "การจัดการปัญหา อุปสรรค และการใช้ชีวิตที่เก่งมาก แสดงถึงคนที่เข้มแข็ง สามารถจัดการทุกอย่างได้ดี",
      "advice": "โชคลาภมาจากความอดทน ความกล้าหาญ และการควบคุมตนเอง อาจได้ลาภจากการฟื้นฟูหรือพัฒนาอะไรบางอย่าง"
  },
   "The Hermit": {
      "meaning": "ความต้องการเวลาในการทบทวนตัวเอง และต้องการชีวิตที่ส่วนตัวมากขึ้นในการจัดการสิ่งต่างๆ ",
      "advice": "โชคลาภจะมาช้า ๆ แต่แน่นอน อาจเป็นช่วงที่ดวงยังไม่เฮงมาก แต่เป็นโอกาสดีในการสะสมพลัง หาความรู้ หรือวางแผนเพื่ออนาคต"
  },
       "Wheel of Fortune": {
          "meaning": "จุดเปลี่ยนแปลงของชีวิต อย่าแข็งขืน ดึงดันที่จะฝืน ขังตัวเอง ห้ามใจตัวเอง .... ทำตามที่หัวใจต้องการ แล้วปล่อยให้โชคชะตานำพาไป ",
          "advice": "นี่คือไพ่แห่งการเปลี่ยนแปลง โชคลาภกำลังหมุนเข้ามาในชีวิตคุณแบบไม่ทันตั้งตัว อาจได้รับเงินแบบฟลุ๊ค ๆ หรือมีเหตุการณ์ที่ทำให้คุณได้ประโยชน์โดยที่ไม่ได้วางแผนมาก่อน เป็นช่วง เฮงแบบไม่ต้องทำอะไรเยอะ โอกาสทองจะมาในรูปแบบของเหตุการณ์หรือคนที่วนกลับเข้ามา"
      },
    "Justice": {
      "meaning": "มีโอกาสได้เจอเรื่องที่ต้องเกี่ยวข้องกับด้านกฎหมาย หรือจะได้รับการตัดสินบางอย่างที่ยุติธรรมและเป็นผลดีกับตัวเอง",
      "advice": "โชคลาภในช่วงนี้ขึ้นอยู่กับ กรรมเก่า หรือความยุติธรรมที่คุณได้กระทำไว้ในอดีต หากคุณทำดี ซื่อสัตย์ และตรงไปตรงมา โชคลาภจะตอบแทนอย่างตรงจุด แต่ถ้าทำอะไรไม่โปร่งใส โชคอาจย้อนกลับมาในทางลบ"
    },
    "The Hanged Man": {
      "meaning": "สิ่งที่กำลังคิดอยู่ คาดหวังอยู่ ต้องมีการรอคอยไปก่อน ห้ามใจร้อน แล้วผลลัพธ์จะสมปรารถนาแน่นอน",
      "advice": "โชคลาภในช่วงนี้อาจยังไม่เข้ามา หรืออยู่ในสภาพ “ติดค้าง” รอเวลาที่เหมาะสม คุณอาจต้องเสียสละอะไรบางอย่างก่อน หรือเปลี่ยนมุมมองเพื่อเปิดโอกาสให้โชคไหลมา"
    },
    "Death": {
      "meaning": "มีการเปลี่ยนแปลงพลิกผันจากเรื่องที่ร้าย ชีวิตที่แย่มากๆ ด้านต่างๆ จะพลิกฟื้นกลับมาดีอีกครั้ง",
      "advice": "อย่าตกใจ ไพ่ใบนี้แสดงถึงการสิ้นสุดเพื่อเริ่มต้นใหม่ โชคลาภจะมาเมื่อคุณยอมปล่อยของเก่า เช่น หนี้สิน การลงทุนที่ขาดทุน หรือความเชื่อผิด ๆ แล้วเริ่มต้นสิ่งใหม่โดยสิ้นเชิง"
  },
     "Temperance": {
        "meaning": "ปัญหาที่เกิดขึ้นต้องมีการประนีประนอมจากตัวเราเอง แล้วผลลัพธ์จะดีมากกว่า หรืออาจต้องมีการเจรจาเพื่อต่อรองอย่างเหมาะสมเพื่อการแก้ไขปัญหาอย่างราบรื่น",
        "advice": "โชคลาภในช่วงนี้จะมาจากความพอดี สมดุล หรือการประสานกันของสองสิ่ง อาจได้โชคจากการเจรจา ประสานผลประโยชน์ หรือการแบ่งผลประโยชน์ที่ยุติธรรม"
    },
     "The Devil": {
        "meaning": "การถูกผูกมัด ถูกบงการบังคับชีวิต ไม่มีอิสระ และสุขภาพจิตใจค่อนข้างไปทางแย่",
        "advice": "โชคลาภในช่วงนี้จะมาจากความพอดี สมดุล หรือการประสานกันของสองสิ่ง อาจได้โชคจากการเจรจา ประสานผลประโยชน์ หรือการแบ่งผลประโยชน์ที่ยุติธรรม"
    },
     "The Tower": {
        "meaning": "จะมีเรื่องที่เปลี่ยนแปลงเกิดขึ้นอย่างกะทันหัน หรือจะมีเรื่องที่เป็นปัญหาทะเลาะเบาะแว้งกับคนใกล้ตัวเข้ามา เป็นช่วงเวลาวุ่นวายพอสมควร",
        "advice": "เป็นช่วงที่อาจมีเหตุการณ์ไม่คาดคิด ส่งผลต่อโชคลาภโดยตรง เช่น สูญเสียบางอย่างก่อนที่จะได้สิ่งใหม่มาแทน โชคลาภที่มาจากไพ่ใบนี้มักเกิดหลังจาก การเปลี่ยนแปลงแบบช็อก"
    },
     "The Star": {
        "meaning": "อะไรที่ต้องการให้สำเร็จ ต้องใจเย็นแล้วดำเนินการต่อไป โดยรวมแล้วไม่มีปัญหาอะไร ราบรื่นสงบดี",
        "advice": "เป็นไพ่แห่งความหวังและแรงบันดาลใจ โชคลาภจะเข้ามาแบบค่อยเป็นค่อยไปจากพลังบวกและการมองโลกในแง่ดี อาจได้ลาภจากสิ่งที่คุณรัก งานศิลป์ หรือการแบ่งปันให้ผู้อื่น"
    },
     "The Moon": {
        "meaning": "ปัญหาและการหลอกลวงกำลังจะเข้ามา ต้องเตรียมตัวรับมือเร็วๆ นี้",
        "advice": "ช่วงนี้โชคลาภยังไม่แน่นอน มีความไม่ชัดเจนหรือซ่อนเงื่อน อาจได้โชคจากฝัน สิ่งลึกลับ หรือการทำสิ่งที่เกี่ยวกับจิตวิญญาณ"
    },
     "The Sun": {
        "meaning": "กำลังจะมีเรื่องดี ๆ เข้ามา หรืออะไรที่เคยทำไว้กำลังจะสำเร็จ เตรียมรับข่าวดี",
        "advice": "ไพ่แห่งพลังบวก ความสุข และความสำเร็จ โชคลาภกำลังส่องแสงมาแบบชัดเจน เป็นจังหวะทองของชีวิต อาจได้ลาภจากครอบครัว เด็ก งาน หรือสิ่งที่คุณทุ่มเทมาก่อนหน้านี้"
    },
     "Judgement": {
        "meaning": "โอกาสที่เข้ามา โอกาสที่ได้รับ และการสูญเสียโอกาส สามารถเกิดขึ้นได้ทั้งหมดจากการตัดสินใจของเราแค่ครั้งเดียว",
        "advice": "เป็นช่วงที่สิ่งที่คุณเคยทำไว้จะหวนกลับมาในรูปแบบของโชค การฟื้นตัวจากปัญหาเก่า ๆ การชดใช้ หรือการปลดหนี้ เป็นจังหวะที่โชคชะตากำลังคืนสมดุลให้คุณ"
    },
    "The World": {
      "meaning": "ความสำเร็จ ความราบรื่น ทุกอย่างที่ต้องการจะประสบความสำเร็จได้ตามมที่หวังแน่นอน",
      "advice": "โชคลาภกำลังมาครบทุกด้าน ทั้งการเงิน การงาน และการเดินทาง เป็นช่วงเก็บเกี่ยวผลสำเร็จที่ลงมือไว้ก่อนหน้า อาจได้ลาภจากต่างประเทศ หรือโปรเจกต์ที่จบสมบูรณ์"
    },
    "Ace of Wands": {
      "meaning": "การได้รับข่าวสาร ได้รับโอกาส หรือได้เริ่มต้นกิจกรรมบางอย่าง",
      "advice": "โชคใหม่กำลังเริ่มต้นอย่างมีพลัง ไพ่ใบนี้เหมือนประกายไฟแรกที่จุดติด คุณอาจได้รับโอกาสทองในช่วงที่กำลังมองหาทางใหม่ เช่น งานใหม่ โปรเจกต์ใหม่ หรือโอกาสทางการเงินที่เกิดจากความคิดสร้างสรรค์และการลงมือทำ การเสี่ยงโชคในตอนนี้อาจมีลุ้นหากคุณ “กล้าตัดสินใจ”"
    },
    "Two of Wands": {
      "meaning": "การวางแผนการต่าง ๆ ในอนาคต ความกล้าหาญ กล้าจะก้าวออกไปยังโลกอันไม่คุ้นเคย",
      "advice": "คุณกำลังอยู่ในจุดที่ต้องเลือก โชคดีอาจซ่อนอยู่ในแผนที่วางไว้อย่างรอบคอบ หรือในโอกาสจากแดนไกล เช่น การลงทุนในต่างประเทศ, งานออนไลน์, การขยายธุรกิจ คุณอาจยังไม่ได้รับโชคทันที แต่กำลังวางรากฐานให้โชคลาภในระยะยาว"
  },
     "Three of Wands": {
        "meaning": "การเดินทางไปยังที่ที่ไม่คุ้นเคย ทำในสิ่งที่กลัว หรือการมองการณ์ไกล",
        "advice": "โชคลาภของคุณกำลัง “เดินทางมา” จากสิ่งที่คุณลงทุนลงแรงไปก่อนหน้านี้ เช่น การรอผลตอบแทน การรอข่าวดีจากการค้าหรือธุรกิจที่คุณวางไว้ ไพ่ใบนี้คือการรออย่างมั่นใจ และผลลัพธ์จะคุ้มค่าแน่นอน"
    },
     "Four of Wands": {
        "meaning": "การเฉลิมฉลอง การแต่งงาน หรือความสุขสมหวัง",
        "advice": "โชคลาภมาในรูปแบบของ “ความสำเร็จร่วม” เช่น งานฉลอง การได้รับเงินจากงานแต่ง งานบ้าน งานชุมชน หรือได้รับของขวัญจากคนใกล้ตัว เป็นช่วงที่คุณจะได้รับผลตอบแทนจากสิ่งที่ทำร่วมกับคนอื่น"
    },
     "Five of Wands": {
        "meaning": "การแข่งขันกับคนหมู่มาก อุปสรรคเยอะมาก หรือทะเลาะเบาะแว้ง ไม่ลงรอยกัน",
        "advice": "เป็นช่วงที่คุณอาจต้อง “แย่งชิง” หรือแข่งขันเพื่อให้ได้มาซึ่งโชคลาภ การเสี่ยงโชคในตอนนี้ไม่ง่าย ต้องใช้ไหวพริบ กลยุทธ์ และแรงกายแรงใจพอสมควร โชคลาภอาจไม่ได้มาแบบง่าย ๆ แต่ถ้าคุณลุยจริงจัง ก็มีโอกาสคว้ามาได้"
    },
     "Six of Wands": {
        "meaning": "ชัยชนะ ความสำเร็จ การเฉลิมฉลองความสำเร็จ",
        "advice": "โชคลาภจะมาพร้อมชื่อเสียง ความสำเร็จ การได้รับการยอมรับ หรือรางวัลจากสิ่งที่คุณทำไว้ ไม่ว่าจะเป็นงาน การแข่งขัน หรือการประกวด อาจมีชื่อเสียงหรือโอกาสทองแบบสาธารณะเข้ามา"
    },
     "Seven of Wands": {
        "meaning": "ความยึดมั่น การปกป้องตัวเอง อุปสรรคหรือภาระที่ถาโถมเข้ามาพร้อม ๆ กัน",
        "advice": "คุณอาจอยู่ในสถานการณ์ที่ต้อง “ป้องกัน” สิ่งที่คุณมีไว้ โชคอาจมาพร้อมกับความท้าทาย ต้องยืนหยัดไม่ให้เสียเปรียบคนอื่น เป็นช่วงที่โชคมีอยู่ แต่คุณต้องสู้เพื่อรักษาหรือขยายมันให้ได้"
    },
     "Eight of Wands": {
        "meaning": "ข่าวสาร การติดต่อสื่อสารจากทางไกล หรือมีโอกาสได้เดินทางไกล",
        "advice": "โชคลาภจะมาแบบรวดเร็ว ปุบปับ และมักเป็นข่าวดีที่มาแบบไม่ทันตั้งตัว เช่น ถูกหวยเล็ก ๆ ได้ของรางวัล หรือได้โอกาสทำเงินจากการติดต่อสื่อสาร เช่น โซเชียลมีเดีย การส่งเมล หรือการเดินทาง"
    },
     "Nine of Wands": {
        "meaning": "ความเข้มแข็งและมุ่งมั่น การตัดสินใจเลือกสิ่งสำคัญ การป้องกันตัวเอง",
        "advice": "คุณอาจเคยเจ็บจากความผิดหวังทางโชคลาภมาก่อน เช่น ขาดทุน ลงทุนผิด หรือไว้ใจคนผิด ไพ่ใบนี้บอกให้คุณ “ยังไม่ถึงเวลาถอดใจ” โชคลาภจะมาหากคุณยังไม่เลิกพยายาม"
    },
  
    "Ten of Wands": {
      "meaning": "ภาระหน้าที่หรือการทำงานมากเกินไปจนไม่สามารถขยับตัวไปทำสิ่งอื่น ๆ ได้",
      "advice": "คุณอาจแบกภาระมากเกินไปจนมองไม่เห็นโชคลาภที่อยู่รอบตัว โชคลาภในช่วงนี้อาจยังไม่ชัด เพราะคุณมัวแต่ยุ่งกับความรับผิดชอบ แต่ถ้าคุณรู้จัก “ปล่อยบางสิ่ง” หรือแบ่งภาระ โชคจะเริ่มปรากฏ"
    },
    "Page of Wands": {
      "meaning": "ได้รับข่าวสาร กระตือรือร้น กล้าหาญ มุ่งมั่นกับสิ่งที่เลือกแล้ว",
      "advice": "โชคลาภกำลังเริ่มก่อตัวผ่านโอกาสใหม่ ๆ จากการเรียนรู้ ทดลอง หรือข่าวดีจากเด็ก คนรุ่นใหม่ หรือแนวคิดสร้างสรรค์ ใครที่กำลังเริ่มต้นธุรกิจ โชคดีจะเข้ามาเรื่อย ๆ ถ้าคุณลงมือ"
    },
    "Knight of Wands": {
      "meaning": "มั่นใจในตัวเอง ชอบเสี่ยง การลงมือทำสิ่งต่าง ๆ ด้วยความรวดเร็วว่องไว",
      "advice": "โชคลาภอาจมาในรูปแบบของการเดินทาง การขยับขยาย หรือการย้ายที่ เช่น งานใหม่ ย้ายบ้าน ย้ายงาน หรือได้รับโชคจากต่างถิ่น ไพ่ใบนี้ยังบอกถึงโอกาสที่เกิดจากความกล้าลุย"
  },
     "Queen of Wands": {
        "meaning": "การมีความคิดสร้างสรรค์ การเป็นตัวของตัวเอง",
        "advice": "โชคลาภจะมาเมื่อคุณมั่นใจในตัวเอง และใช้เสน่ห์หรือความน่าเชื่อถืออย่างชาญฉลาด เป็นช่วงที่โชคดีอาจเกิดจากเพศหญิง หรือจากการสร้างภาพลักษณ์ที่ดีต่อสังคม"
    },
     "King of Wands": {
        "meaning": "การมีอำนาจ มีไอเดียใหม่ ๆ กล้าหาญ ความมั่นคงและน่าเชื่อถือ",
        "advice": "โชคลาภจะมาจากความเป็นผู้นำ การตัดสินใจกล้าได้กล้าเสีย และการควบคุมสถานการณ์ ไพ่ใบนี้ส่งเสริมให้คุณ “สร้างโชคเอง” มากกว่ารอความบังเอิญ โดยเฉพาะธุรกิจ การลงทุน และการบริหาร"
    },
     "Ace of Cups": {
        "meaning": "ความรัก การเริ่มต้น การมอบสิ่งดี ๆ ให้กับอีกฝ่ายหรืออาจจะเป็นฝ่ายได้รับสิ่งดี ๆ จากผู้อื่น",
        "advice": "โชคลาภกำลังหลั่งไหลเข้ามาในรูปแบบของ “พรจากใจ” เช่น การได้รับของขวัญไม่คาดคิด เงินจากน้ำใจคนอื่น หรือการได้รับความช่วยเหลือในยามจำเป็น ไพ่ใบนี้ไม่ได้หมายถึงโชคทางวัตถุเพียงอย่างเดียว แต่คือโชคที่ทำให้ใจคุณอิ่ม เช่น การมีคนรักที่ซัพพอร์ต หรือการได้รับข่าวดีที่ทำให้ชีวิตสดชื่น"
    },
     "Two of Cups": {
        "meaning": "คนรัก คู่รัก การมอบความรักให้กันและกัน ถ้าชอบใครอยู่อาจมีโอกาสสมหวัง",
        "advice": "โชคลาภจะมาพร้อมความร่วมมือ ความสัมพันธ์ หรือพาร์ตเนอร์ เช่น หุ้นส่วนทางธุรกิจที่ไว้ใจได้, การทำข้อตกลงแล้วได้ผลประโยชน์ร่วมกัน หรือแม้แต่การได้ของขวัญจากคนรัก ไพ่ใบนี้บอกว่า “โชคดีเกิดจากการแบ่งปัน”"
    },
     "Three of Cups": {
        "meaning": "การเฉลิมฉลอง ปาร์ตี้กับเพื่อน ๆ มีความรักแบบเพื่อนฝูง แฮปปี้มีความสุข",
        "advice": "โชคลาภมาจากความสุขในการเฉลิมฉลอง เช่น การได้รับเงินพิเศษจากงานเลี้ยง งานแต่ง งานฉลอง หรือได้รางวัลจากการเข้าร่วมกิจกรรม เป็นไพ่ที่โชคมาพร้อมความสนุกสนานและมิตรภาพ"
    },
     "Four of Cups": {
        "meaning": "การหยุดนิ่ง ความเบื่อหน่าย แม้จะมีความสุข มีสิ่งดี ๆ รายล้อม แต่กลับเบื่อหน่ายเพราะอยู่แต่ในกรอบเดิม ๆ",
        "advice": "โชคดีอาจปรากฏอยู่แล้ว แต่คุณมองไม่เห็น เพราะคุณอาจรู้สึกเบื่อ เฉยชา หรือหมดแรงใจ ไพ่ใบนี้เตือนว่า “อย่าหลุดโอกาสไปเพียงเพราะไม่ใส่ใจ” บางทีโชคก็อยู่ตรงหน้า เพียงแต่คุณไม่รู้ตัว"
    },
     "Five of Cups": {
        "meaning": "การสูญเสีย ความเศร้า เหมือนถ้วยที่ล้มลง ความรู้สึกสิ้นหวัง ความหวังพังทลาย",
        "advice": "อาจมีเหตุให้รู้สึกสูญเสีย ผิดหวัง หรือพลาดโอกาส เช่น การเสียเงินโดยไม่คาดคิด หรือหวังแล้วไม่ได้ ไพ่ใบนี้สอนว่า “ยังมีโชคหลงเหลืออยู่” แค่คุณยังไม่เห็น อย่าหมดหวังเร็วเกินไป"
    },
  
    "Six of Cups": {
      "meaning": "ความสงบสุข มีคนมาเยี่ยม อาจได้รับเซอร์ไพรส์จากคนอื่น มีการมาหาแบบไม่ทันตั้งตัว ได้รับของฝาก",
      "advice": "โชคลาภจะมาจากอดีต เช่น เพื่อนเก่า คนรักเก่า ญาติ หรือแม้แต่โอกาสเก่า ๆ ที่กลับมาอีกครั้ง อาจมีคนหยิบยื่นโอกาสให้เพราะคุณเคยช่วยเหลือเขาไว้ หรือได้ของขวัญจากคนในครอบครัว"
    },
    "Seven of Cups": {
      "meaning": "ความสับสน ตัวเลือกเยอะ เกิดขึ้นได้จากความรู้สึกที่มีมากมายเกินความจำเป็น หรือแม้แต่มีข้อเสนอเข้ามาเยอะมากจนตัดสินใจไม่ถูก",
      "advice": "คุณอาจกำลังหลงอยู่กับตัวเลือกมากมาย มีโอกาสเต็มไปหมด แต่ไม่รู้จะคว้าอะไร ไพ่ใบนี้บอกว่า “ระวังภาพลวงตา” อย่าโลภจนเลือกผิด เพราะบางโชคดูดีแต่ไม่มีจริง"
    },
    "Eight of Cups": {
      "meaning": "การจากลา ทอดทิ้ง การเดินหนีจากสิ่งที่ทำให้ผิดหวัง หรือเรื่องนั้น ๆ ได้จบลงแล้ว ได้เวลาก้าวต่อไป",
      "advice": "ถึงเวลาทิ้งบางสิ่งแล้วเดินหน้าไปหาสิ่งใหม่ ๆ แม้อาจต้องเสียอะไรบางอย่าง โชคลาภในไพ่ใบนี้คือ “โอกาสในการเปลี่ยนแปลง” ที่อาจนำสิ่งที่ดีกว่ามาให้ เช่น ย้ายงาน ออกเดินทาง หรือออกจากสิ่งที่ไม่ส่งผลดี"
  },
     "Nine of Cups": {
        "meaning": "สมหวัง ความหวังเป็นจริง สิ่งที่อยากได้กำลังจะกลายเป็นจริงแล้ว",
        "advice": "ไพ่แห่งความปรารถนาสำเร็จ ทุกอย่างที่คุณหวังไว้กำลังเป็นจริง โดยเฉพาะเรื่องการเงิน การกินอยู่ ความบันเทิง ความสะดวกสบาย เป็นช่วงที่โชคดีเข้าข้างและสิ่งที่คุณต้องการใกล้มือมาก"
    },
     "Ten of Cups": {
        "meaning": "ความสุข ครอบครัว การมีทุกอย่างพร้อม มีความสุขแบบสุด ๆ",
        "advice": "โชคลาภมาในรูปของความสุขแบบเต็มเปี่ยม ครอบครัวลงตัว บ้านสงบสุข การเงินมั่นคง หรือการได้รับมรดก/ทรัพย์สินร่วมกัน ไพ่ใบนี้ไม่ได้พูดถึงเงินทองฟ้าแลบ แต่คือ “โชคดีที่ยั่งยืน”"
    },
     "Page of Cups": {
        "meaning": "ความสนุก ชอบเข้าสังคม ได้พบเจอกับคนมากหน้าหลายตา หรืออาจได้รับข่าวสารบางอย่าง",
        "advice": "คุณอาจได้รับข่าวดีแบบไม่คาดฝัน เช่น จดหมาย แจ้งเตือน เงินโอน หรือคำชวนให้เข้าร่วมอะไรบางอย่างที่มีโอกาสได้รางวัล ไพ่ใบนี้ยังบอกถึงความโชคดีที่มาจากเด็ก ๆ หรือสิ่งน่ารักเล็ก ๆ"
    },
     "Knight of Cups": {
        "meaning": "นักสู้ นักฝัน การขอร้อง ขอแต่งงาน อยากได้สิ่งใดก็ต้องออกไปฝ่าฟันเอามาให้ได้",
        "advice": "โชคลาภจะมาจากการเดินทางเชิงอารมณ์ เช่น การเข้าไปเกี่ยวข้องกับงานศิลปะ ความสัมพันธ์ หรือการทำสิ่งที่คุณรัก บางคนอาจได้โอกาสดีจากคนที่เข้ามาด้วยเจตนาดี ไพ่ใบนี้อาจหมายถึง “โชคที่มาพร้อมมิตรภาพ”"
    },
     "Queen of Cups": {
        "meaning": "สัญชาตญาณดี การพิจารณา หากต้องตัดสินใจอะไรก็ตาม ต้องคิดทบทวนอย่างรอบคอบ",
        "advice": "โชคลาภจะมาจากความเข้าใจ ความเมตตา หรือความสามารถในการดูแลคนอื่น เป็นช่วงที่การให้จะพาโชคมาให้ เช่น ช่วยคนแล้วได้ผลตอบแทน กลายเป็นมิตรหรือหุ้นส่วน ไพ่ใบนี้ยังบอกว่าผู้หญิงที่มีสัญชาตญาณดีอาจนำโชคมาให้"
    },
     "King of Cups": {
        "meaning": "ฉลาด สุขุม อดทน แม้ว่าจะต้องเจอกับเหตุการณ์ไม่มั่นคงใด ๆ ก็ต้องวางตัวหนักแน่  ใช้เหตุผลมากกว่าอารมณ์",
        "advice": "โชคดีจะมาจากการควบคุมอารมณ์ การมีวุฒิภาวะ หรือการช่วยเหลือคนอื่นอย่างมีเมตตา คนมีตำแหน่งหรือคนมีอำนาจอาจหยิบยื่นโอกาสทองให้ ไพ่ใบนี้ยังหมายถึงการได้รับความเคารพไว้วางใจ จนเป็นโอกาสทางรายได้"
    },
     "Ace of Swords": {
        "meaning": "อุปสรรคจะผ่านพ้น และความสำเร็จกำลังเข้ามา ได้เริ่มต้นสิ่งใหม่ๆ เสียที",
        "advice": "โชคลาภมาจาก “ปัญญาและความชัดเจน” คุณอาจได้โอกาสทองจากการคิดไว ตัดสินใจเร็ว หรือพูดคมชัด เช่น โอกาสทางธุรกิจที่ต้องกล้าตัดสินใจ, การสอบแข่งขัน, การเจรจาที่พลิกสถานการณ์ ไพ่ใบนี้บอกว่า “โชคดีจะมาเมื่อคุณเด็ดขาด”"
    },
  
    "Two of Swords": {
      "meaning": "ช่วงที่ตกอยู่ในความเครียดสูง ปัญหาทับถมเยอะจนหาทางออกยาก",
      "advice": "คุณอาจรู้สึกลังเล ไม่มั่นใจ หรือกลัวการเลือกทางใดทางหนึ่ง โชคลาภในช่วงนี้อาจยังไม่ชัดเจน เพราะคุณยังปิดใจอยู่ ไพ่ใบนี้เตือนว่า “โชคดีจะมาหากกล้าตัดสินใจ”"
    },
    "Three of Swords": {
      "meaning": "อุปสรรคและความผิดหวังจะเกิดขึ้นกับเรื่องที่กังวลอยู่",
      "advice": "เป็นช่วงที่โชคไม่สู้ดีนัก อาจมีเรื่องเศร้า เสียใจ หรือสูญเสีย เช่น การสูญเงิน สูญเสียคนรัก หรือความผิดหวังในสิ่งที่คาดหวัง ไพ่ใบนี้คือการเตือนให้ “ยอมรับความจริงเพื่อเริ่มต้นใหม่”"
    },
    "Four of Swords": {
      "meaning": "ความกดดันที่เกิดขึ้นจากคนรอบตัวหรือจากตนเอง เป็นช่วงเวลาที่เครียดมาก",
      "advice": "โชคลาภตอนนี้ยังอยู่ในช่วง “พักตัว” คุณอาจยังไม่เห็นโอกาสที่ชัดเจน การเงินหรือโชคดีใด ๆ จะยังนิ่ง ๆ แต่ไพ่ใบนี้หมายถึง “การรอที่คุ้มค่า” เมื่อคุณพร้อม โชคจะกลับมา"
  },
     "Five of Swords": {
        "meaning": "ปัญหาทะเลาะกับคนรอบตัว และปัญหายุ่งยากที่วุ่นวายกำลังเข้ามา",
        "advice": "ระวังโชคปลอม ไพ่ใบนี้เตือนว่าคุณอาจได้โชคจากการเอาเปรียบ หรือความสำเร็จที่ต้องแลกมาด้วยความขัดแย้ง เช่น ชนะด้วยวิธีไม่แฟร์ หรือได้ผลประโยชน์ที่ต้องเสียเพื่อน"
    },
     "Six of Swords": {
        "meaning": "การตามแก้ปัญหาที่ตนเองได้ก่อหรือหนีไว้มาโดยตลอด ต้องรีบจัดการให้เรียบร้อย",
        "advice": "โชคลาภจะมาพร้อมการเปลี่ยนผ่าน เช่น การย้ายบ้าน ย้ายงาน หรือเดินทาง ไพ่ใบนี้แสดงถึงการ “ค่อย ๆ ฟื้นตัว” และได้โชคจากสิ่งใหม่ หรือสภาพแวดล้อมใหม่"
    },
     "Seven of Swords": {
        "meaning": "ปัญหาที่เกี่ยวกับเรื่องที่ทำงาน การทำงาน หรือเพื่อนร่วมงาน",
        "advice": "โชคลาภที่ได้อาจไม่ตรงไปตรงมา บางครั้งต้องใช้ไหวพริบหรือการวางแผนลับ ๆ เช่น ได้รายได้เสริมที่ไม่เปิดเผย, หรือรู้ข้อมูลลับที่ช่วยให้คุณมีโอกาส ไพ่ใบนี้ยังเตือนให้ “อย่าหลงกลคนเจ้าเล่ห์”"
    },
     "Eight of Swords": {
        "meaning": "สถานการณ์ความเครียด ความกดดัน ไร้ทางออกของปัญหาเข้ามาบีบบังคับให้ต้องตัดสินใจผิดๆ ",
        "advice": "คุณรู้สึกติดกับ ไม่มีทางเลือก ทั้งที่จริง ๆ แล้วคุณสามารถหลุดออกจากความรู้สึกนั้นได้ ไพ่ใบนี้บอกว่า “คุณขังตัวเองไว้จากโชค” ด้วยความกลัวหรือการไม่กล้า"
    },
     "Nine of Swords": {
        "meaning": "สุขภาพแย่ลงจากปัญหาเกี่ยวกับความเครียด ความคิด และความกดดันต่างๆ ในช่วงนี้",
        "advice": "ความเครียด ความกังวล หรือความฝันร้ายอาจบดบังโชคที่แท้จริง ไพ่ใบนี้มักแสดงถึงโชคลาภที่ถูกมองข้าม เพราะคุณมัวแต่จมอยู่กับความกลัวหรือผิดหวัง"
    },
     "Ten of Swords": {
        "meaning": "เรื่องความเครียด ความกดดัน และปัญหาต่างๆ กำลังจะผ่านพ้นและจบสิ้นเร็วๆ นี้ด้วยตัวของท่านเอง",
        "advice": "ช่วงนี้อาจเหมือนถึงจุดจบที่เจ็บปวดที่สุด เช่น สูญเงินครั้งใหญ่ พลาดโอกาสสำคัญ หรือถูกหักหลัง ไพ่ใบนี้คือการจบที่ไม่สามารถย้อนกลับได้ แต่ก็เป็นการเริ่มต้นใหม่ที่ชัดเจน"
    },
  "Page of Swords": {
      "meaning": "ปัญหาที่ต้องจัดการหรือต้องตัดสินใจ สามารถจัดการเองได้เลย แล้วจะผ่านพ้นได้ด้วยดี",
      "advice": "โชคดีจะมาจาก “ความรู้ ความอยากรู้อยากเห็น หรือการเรียนรู้” คุณอาจได้โอกาสดีจากข้อมูลที่คนอื่นยังไม่รู้ เช่น ข่าววงใน, โอกาสในการลงทุน, หรือไอเดียใหม่ ๆ"
  },
  "Knight of Swords": {
      "meaning": "การต่อสู้อย่างเหน็ดเหนื่อยมายาวนานกับปัญหาและอุปสรรคต่างๆ ที่ไม่จบง่าย",
      "advice": "โชคลาภมาพร้อมกับ “การกระทำเร็ว ปฏิกิริยาว่องไว” คุณต้องตัดสินใจให้เร็ว เข้าหาโอกาสด้วยความกล้า เช่น การสมัครงาน การเทรด ลงทุน หรือการเข้าหาเป้าหมาย"
  },
  "Queen of Swords": {
      "meaning": "การจัดการปัญหายากๆ ได้ด้วยตัวเองอย่างราบรื่นและต้องใช้ความเด็ดขาดในการเข้าสู้ จึงจะชนะได้",
      "advice": "โชคดีมาจาก “สติปัญญา ความเฉียบคม และการวิเคราะห์อย่างมีเหตุผล” คุณจะมีโอกาสประสบความสำเร็จจากการวางแผน การจัดการ และการพูดที่ตรงไปตรงมา"
  },
  "King of Swords": {
      "meaning": "ต้องใช้ความเด็ดเดี่ยว สติปัญญา ความรอบคอบ พิจารณาทุกอย่างก่อนตัดสินใจในการแก้ปัญหาใดๆ ช่วงนี้",
      "advice": "คุณจะมีโชคจากตำแหน่งทางอำนาจ ความเป็นผู้นำ หรือความน่าเชื่อถือ — อาจได้โอกาสจากผู้มีอำนาจ, ได้ประโยชน์จากกฎหมาย หรือได้รับสิทธิ์พิเศษที่คนทั่วไปไม่มี"
  },
     "Ace of Pentacles": {
        "meaning": "จุดเริ่มต้นของเรื่องการเงินกำลังเป็นไปในทิศทางที่ดี",
        "advice": "การเริ่มต้นใหม่ที่มั่นคงและมีพื้นฐานทางการเงินที่ดี คุณอาจได้รับโอกาสทอง เช่น เงินก้อน, งานใหม่ที่มั่นคง, ทรัพย์สิน, หรือแนวคิดทางธุรกิจที่มีศักยภาพ ไพ่ใบนี้แสดงถึง โชคลาภที่จับต้องได้ และมีแนวโน้มเติบโต"
    },
  
    "Two of Pentacles": {
      "meaning": "จะใช้จ่ายอะไรต้องคิดให้รอบคอบมากขึ้น ปัญหาหลักเป็นเรื่องการหมุนเงินไม่ทัน",
      "advice": "คุณอาจมีรายได้หลายทาง หรืออยู่ในจังหวะที่ต้อง “เล่นกลทางการเงิน” คือการหมุนเงินให้คล่อง ตัวไพ่ไม่ได้สื่อถึงโชคใหญ่ทันที แต่เป็นการจัดสมดุลได้ดีของรายได้-รายจ่าย โชคดีของคุณอยู่ที่ความสามารถในการบริหารสิ่งต่าง ๆ"
    },
    "Three of Pentacles": {
      "meaning": "ความตั้งใจในการเริ่มต้นสร้างฐานะ สร้างความมั่นคงจะไปในทิศทางที่ดี",
      "advice": "โชคลาภของคุณจะมาจาก “ความร่วมมือและทักษะเฉพาะตัว” ไพ่ใบนี้สื่อถึงผลประโยชน์ที่ได้จากงานเป็นทีม การก่อร่างสร้างตัว หรือการได้รับการสนับสนุนจากผู้เชี่ยวชาญ"
    },
    "Four of Pentacles": {
      "meaning": "ช่วงเวลาที่กำลังจะเริ่มมีเงินเก็บออมมากขึ้น ทิศทางความร่ำรวยมีอย่างแน่นอน ",
      "advice": "คุณอาจมีโชคทางการเงิน แต่เลือกที่จะ “เก็บไว้แน่นหนา” — ไพ่ใบนี้พูดถึงความกลัวในการสูญเสียมากกว่าโชคที่หมุนเวียน อาจสะสมทรัพย์ได้ แต่รู้สึกไม่สบายใจ ไม่กล้าใช้"
  },
     "Five of Pentacles": {
        "meaning": "การเจอปัญหาเกี่ยวกับด้านการเงินที่หาทางแก้ค่อนข้างยากให้ช่วงนี้ แนะนำให้เน้นจัดการปัญหาก่อน ไม่ควรก่อหนี้เพิ่ม",
        "advice": "ไพ่ใบนี้เตือนว่าคุณอาจอยู่ในช่วงที่ขาดโชคทางการเงินหรือขาดแหล่งสนับสนุน เช่น ตกงาน เป็นหนี้ หรือโดดเดี่ยวทางเศรษฐกิจ แต่ไพ่ยังบอกว่า “ยังมีแสงสว่าง” คุณต้องกล้าขอความช่วยเหลือน"
    },
     "Six of Pentacles": {
        "meaning": "ความเสียเปรียบหรือเสียผลประโยชน์ที่เกี่ยวกับด้านการเงิน",
        "advice": "ไพ่แห่ง “การให้และการรับ” คุณอาจได้รับโชคจากผู้อื่น เช่น เงินช่วยเหลือ ของขวัญ หรือโอกาสที่ไม่ได้คาดคิด ในทางกลับกัน หากคุณคือผู้ให้ ก็เป็นการสร้างบุญเพื่อโชคในอนาคต"
    },
     "Seven of Pentacles": {
        "meaning": "ผลตอบแทนที่มาจากการลงทุน ลงแรง หรือการทำอะไรบางอย่างจะทำให้ได้รับผลลัพธ์ที่งอกเงยดี",
        "advice": "โชคลาภที่คุณหวังอาจยังไม่มาถึง แต่กำลัง “เติบโตอย่างช้า ๆ” — เหมือนการหว่านเมล็ดที่ต้องรอวันออกผล ไพ่ใบนี้บอกว่าคุณลงทุนอย่างถูกต้องแล้ว แต่ต้องใจเย็น"
    },
     "Eight of Pentacles": {
        "meaning": "การเงินที่จะได้มาอย่างราบรื่น และมีเงินเหลือมากขึ้น ต้องแลกกับการทำงานหรือเหนื่อยมากขึ้นในช่วงนี้",
        "advice": "โชคลาภมาจากความขยัน ความพยายาม และการฝึกฝนอย่างไม่ย่อท้อ ไพ่ใบนี้แสดงถึงผลลัพธ์ที่มาจากการลงมือทำอย่างสม่ำเสมอ คุณอาจไม่ได้ลาภแบบปาฏิหาริย์ แต่ได้แบบมั่นคง"
    },
     "Nine of Pentacles": {
        "meaning": "การเงินราบรื่น คล่องมือ และเหลือเก็บเหลือใช้",
        "advice": "ไพ่ใบนี้แสดงถึงความมั่งคั่ง อิสรภาพทางการเงิน และการได้ผลลัพธ์จากความพยายามในอดีต คุณอาจได้รับลาภใหญ่จากการลงทุน, มรดก, หรือการสะสมทรัพย์ ไพ่ใบนี้คือโชคของผู้ที่พึ่งพาตนเองได้"
    },
     "Ten of Pentacles": {
        "meaning": "การเงินพร้อมต่อยอดอนาคตชีวิต และราบรื่นต่อเนื่องไม่มีติดขัด",
        "advice": "ไพ่แห่งโชคลาภที่มั่นคงและสืบทอดได้ คุณอาจได้รับมรดก ทรัพย์สินทางครอบครัว หรือสร้างระบบเศรษฐกิจที่มั่นคงระยะยาว ไพ่ใบนี้คือความมั่งคั่งที่ส่งต่อจากรุ่นสู่รุ่น"
    },
   "Page of Pentacles": {
      "meaning": "โอกาสดีๆ ด้านการเงิน หรือการเติบโตเรื่องเกี่ยวกับรายรับจะเข้ามาเร็วๆ นี้",
      "advice": "โชคลาภของคุณอยู่ที่ “โอกาสในการเรียนรู้ใหม่” หรือโปรเจกต์ใหม่ที่เพิ่งเริ่ม เช่น งานใหม่ ธุรกิจใหม่ หรือแผนการเก็บเงิน ไพ่นี้คือจุดเริ่มต้นของทรัพย์สิน"
  },
   "Knight of Pentacles": {
      "meaning": "โอกาสด้านการเงินเพิ่มเติมจะเกิดขึ้น เมื่อออกไปหาสิ่งใหม่ๆ ในการเริ่มต้น",
      "advice": "โชคลาภจะมาพร้อมกับความมั่นคง อดทน และมีวินัย ไพ่ใบนี้ไม่ใช่โชคด่วน แต่เป็นความก้าวหน้าช้า ๆ ที่แน่นอน คุณอาจได้โชคจากความขยัน การวางแผนระยะยาว หรือการลงทุนที่ปลอดภัย"
  },
   "Queen of Pentacles": {
      "meaning": "ต้องใช้การพิจารณาที่รอบคอบมากขึ้นสำหรับการตัดสินใจเรื่องเกี่ยวกับการเงินช่วงนี้",
      "advice": "คุณจะมีโชคจากความสามารถในการบริหารทรัพย์สิน หรือจากการเป็นคนดูแลครอบครัว เช่น การเก็บออมอย่างฉลาด ลงทุนอย่างมั่นคง หรือทำงานเบื้องหลังที่สร้างผลตอบแทน ไพ่ใบนี้คือ “ผู้หญิงที่มั่งคั่งแต่ไม่โอ้อวด”"
  },
    "King of Pentacles": {
      "meaning": "โอกาสด้านการเงินเพิ่มเติมจะเกิดขึ้น เมื่อออกไปหาสิ่งใหม่ๆ ในการเริ่มต้น",
      "advice": "ไพ่ใบนี้คือสุดยอดแห่งความมั่งคั่ง คุณอาจเป็นผู้มีอำนาจทางการเงิน หรือมีโอกาสเข้าถึงทรัพย์สินใหญ่โต เช่น ที่ดิน, หุ้น, หรือธุรกิจ ไพ่ใบนี้แสดงถึงโชคลาภที่มีรากฐานและเสถียรมาก"
    }
}
    